{"Canção":{"0":"1 Por Amor, 2 Por Dinheiro","1":"12 de Outubro","3":"A Escolha Que Eu Fiz","4":"A Praça","5":"A Vida é Desafio","6":"A Vítima","7":"Beco Sem Saída","8":"Capítulo 4, Versículo 3","9":"Coração Barrabaz","10":"Cores e Valores","11":"Cores e Valores Finado \"Neguin\"","12":"Cores e Valores Preto e Amarelo","13":"Crime Vai e Vem","14":"Da Ponte Pra Cá","15":"De Volta à Cena","16":"Diário de um Detento","17":"Estilo Cachorro","18":"Expresso da Meia-Noite","19":"Eu Compro","20":"Eu Sou 157","21":"Eu Te Disse","22":"Eu te Proponho","23":"Fim de Semana no Parque","24":"Fio da Navalha","25":"Fone (Intro)","26":"Fórmula Mágica da Paz","27":"Genesis (Intro)","28":"Hey Boy","29":"Homem na Estrada","30":"Interlúdio","32":"Jesus Chorou","33":"Jorge da Capadócia","34":"Júri Racional","35":"Mágico de Oz","36":"Mano na Porta do Bar","37":"Mente do Vilão","38":"Mil Faces de um Homem Leal (Marighella)","39":"Mulheres Vulgares","40":"Na Fé Firmão","41":"Negro Drama","42":"Negro Limitado","43":"O Mal e o Bem","44":"Otus 500","45":"Pânico na Zona Sul","46":"Parte II","47":"Periferia é Periferia","48":"Qual Mentira Vou Acreditar?","49":"Quanto Vale o Show?","50":"Racistas Otários","51":"Rapaz Comum","52":"Salve","53":"Somos O Que Somos","54":"Sou + Você","55":"Tempos Difíceis","56":"Tô Ouvindo Alguém me Chamar","58":"Trutas e Quebradas","60":"Vida Loka I","61":"Vida Loka II","62":"Vivão e Vivendo","63":"Você Me Deve","64":"Voz Ativa","66":"Um Preto Zica","2":"Agradecimentos","31":"Introdução","57":"Trilha","59":"Vida Loka (Intro)","65":"Voz Ativa - Versão Rádio"},"Participantes":{"0":"Mano Brown e Rosana Bronks","1":"Mano Brown","3":"Edi Rock","4":"Edi Rock","5":"Edi Rock","6":"Edi Rock","7":"Edi Rock","8":"Mano Brown e Ice Blue","9":"Mano Brown","10":"Mano Brown","11":"Mano Brown","12":"Negreta","13":"Edi Rock e Ice Blue","14":"Mano Brown e Ice Blue","15":"Edi Rock","16":"Jocenir Prado e Mano Brown","17":"Edi Rock, Ice Blue e Mano Brown","18":"Edi Rock e Ice Blue","19":"Mano Brown, Ice Blue e Helião","20":"Mano Brown","21":"Mano Brown","22":"Mano Brown","23":"Mano Brown, Edi Rock e Negritude Júnior","24":"KL Jay e Arthur","25":"Ice Blue","26":"Mano Brown","27":"Mano Brown","28":"Mano Brown","29":"Mano Brown","30":"Edi Rock","32":"Mano Brown","33":"Jorge Ben Jor","34":"Mano Brown","35":"Edi Rock","36":"Mano Brown e Ice Blue","37":"Mano Brown, Du Bronks, Don Pixote e Banda Black Rio","38":"Mano Brown","39":"Edi Rock","40":"Edi Rock","41":"Mano Brown e Edi Rock","42":"Mano Brown e Edi Rock","43":"Edi Rock e Lino Krizz","44":"Edi Rock","45":"Mano Brown","46":"Edi Rock","47":"Edi Rock","48":"Mano Brown, Edi Rock e Ice Blue","49":"Mano Brown","50":"Ice Blue e Mano Brown","51":"Edi Rock","52":"Mano Brown e Ice Blue","53":"Ice Blue","54":"Mano Brown","55":"Edi Rock","56":"Mano Brown","58":"Mano Brown","60":"Mano Brown","61":"Mano Brown","62":"KL Jay","63":"Mano Brown","64":"Mano Brown, Edi Rock e Ice Blue","66":"Mano Brown e Edi Rock","2":"Edi Rock, Mano Brown e Ice Blue","31":"Edi Rock","57":"Mano Brown e DJ Cia","59":"KL Jay","65":"Mano Brown, Edi Rock e Ice Blue"},"Álbum":{"0":"Nada como um Dia após o Outro Dia","1":"Nada como um Dia após o Outro Dia","3":"Cores & Valores","4":"Cores & Valores","5":"Nada como um Dia após o Outro Dia","6":"Nada como um Dia após o Outro Dia","7":"Holocausto Urbano","8":"Sobrevivendo no Inferno","9":"Cores & Valores","10":"Cores & Valores","11":"Cores & Valores","12":"Cores & Valores","13":"Nada como um Dia após o Outro Dia","14":"Nada como um Dia após o Outro Dia","15":"Nada como um Dia após o Outro Dia","16":"Sobrevivendo no Inferno","17":"Nada como um Dia após o Outro Dia","18":"Nada como um Dia após o Outro Dia","19":"Cores & Valores","20":"Nada como um Dia após o Outro Dia","21":"Cores & Valores","22":"Cores & Valores","23":"Raio X Brasil","24":"Raio X Brasil","25":"Nada como um Dia após o Outro Dia","26":"Sobrevivendo no Inferno","27":"Sobrevivendo no Inferno","28":"Holocausto Urbano","29":"Raio X Brasil","30":"Sobrevivendo no Inferno","32":"Nada como um Dia após o Outro Dia","33":"Sobrevivendo no Inferno","34":"Raio X Brasil","35":"Sobrevivendo no Inferno","36":"Raio X Brasil","37":"singles","38":"singles","39":"Holocausto Urbano","40":"Nada como um Dia após o Outro Dia","41":"Nada como um Dia após o Outro Dia","42":"Escolha o seu Caminho","43":"Cores & Valores","44":"Nada como um Dia após o Outro Dia","45":"Holocausto Urbano","46":"Raio X Brasil","47":"Sobrevivendo no Inferno","48":"Sobrevivendo no Inferno","49":"Cores & Valores","50":"Holocausto Urbano","51":"Sobrevivendo no Inferno","52":"Sobrevivendo no Inferno","53":"Cores & Valores","54":"Nada como um Dia após o Outro Dia","55":"Holocausto Urbano","56":"Sobrevivendo no Inferno","58":"Nada como um Dia após o Outro Dia","60":"Nada como um Dia após o Outro Dia","61":"Nada como um Dia após o Outro Dia","62":"Nada como um Dia após o Outro Dia","63":"Cores & Valores","64":"Escolha o seu Caminho","66":"Cores & Valores","2":"Raio X Brasil","31":"Raio X Brasil","57":"Cores & Valores","59":"Nada como um Dia após o Outro Dia","65":"Escolha o seu Caminho"},"Faixa":{"0":"11 10","1":"8","3":"9","4":"10","5":"10 9","6":"6 12 9","7":"2","8":"3 3 14","9":"14","10":"1","11":"7","12":"3","13":"3 4 12","14":"10 5","15":"1","16":"8 12 8","17":"6","18":"8 6","19":"8","20":"9 7","21":"5","22":"15","23":"2 1 6","24":"3 6","25":"5","26":"11 13 1 7","27":"2","28":"3 10 3","29":"1 4","30":"6","32":"4 13","33":"1","34":"2 5","35":"10 9","36":"4 3 11","37":"1","38":null,"39":"1 11","40":"7 2","41":"5 2","42":"4 8","43":"11","44":"2","45":"5 1 9 4","46":"3 2","47":"8 5","48":"9 4","49":"13","50":"2 12","51":"5 11 8","52":"12","53":"2","54":"1","55":"8 3 13","56":"4 7 3 10","58":"9","60":"4 11 13","61":"7 14","62":"2","63":"12","64":"2 7","66":"6","2":"4","31":"1","57":"4","59":"3","65":"1"},"Ref":{"0":"[14][15]","1":"[14]","3":null,"4":null,"5":"[14][15]","6":"[14][15]","7":"[16]","8":"[17][18]","9":null,"10":"[12]","11":null,"12":null,"13":"[14][15]","14":"[14][15]","15":"[14]","16":"[17][18][15]","17":"[14]","18":"[14][15]","19":null,"20":"[14][15]","21":null,"22":null,"23":"[19][20]","24":"[19][20]","25":null,"26":"[17][18][15]","27":null,"28":"[16][20]","29":"[19][20]","30":null,"32":"[14][15]","33":"[17]","34":"[19][20]","35":"[17][18]","36":"[19][20]","37":"[21]","38":"[12]","39":"[16][20]","40":"[14]","41":"[14][15]","42":"[22][20]","43":null,"44":"[14]","45":"[16][20]","46":"[19][20]","47":"[17]","48":"[17][18]","49":"[23]","50":"[16][20]","51":"[17][18]","52":null,"53":null,"54":"[14]","55":"[16][20]","56":"[17][18][15]","58":"[14]","60":"[14][15]","61":"[14][15]","62":"[14]","63":null,"64":"[22][20]","66":null,"2":null,"31":null,"57":null,"59":null,"65":null},"titulo_encontrado":{"0":"1 Por Amor, 2 Por Dinheiro","1":"12 de Outubro","3":"A Escolha Que Eu Fiz","4":"A Praça","5":"A Vida É Desafio","6":"A Vítima","7":"Beco Sem Saída","8":"Capítulo 4, Versículo 3","9":"","10":"","11":"","12":"Cores e Valores Preto e Amarelo (part. DJ Cia)","13":"Crime Vai e Vem","14":"Da Ponte Pra Cá","15":"De Volta a Cena","16":"Diário de Um Detento","17":"Estilo Cachorro","18":"Expresso da Meia-Noite","19":"Eu Compro","20":"Eu Sou 157","21":"","22":"Eu Te Proponho","23":"Fim de Semana No Parque","24":"","25":"Fone (intro)","26":"Fórmula Mágica da Paz","27":"Genesis (Intro)","28":"Hey Boy","29":"Homem Na Estrada","30":"","32":"Jesus Chorou","33":"Jorge da Capadócia","34":"Júri Racional","35":"Mágico de Oz","36":"Mano Na Porta do Bar","37":"Mente do Vilão","38":"Mil Faces de Um Homem Leal (Marighella)","39":"Mulheres Vulgares","40":"Na Fé Firmão","41":"Negro Drama","42":"Negro Limitado","43":"O Mal e o Bem","44":"Otus 500","45":"Pânico Na Zona Sul","46":"Parte II","47":"","48":"Em Qual Mentira Vou Acreditar?","49":"","50":"Racistas Otários","51":"Rapaz Comum","52":"Salve","53":"","54":"Sou + Você","55":"Tempos Difíceis","56":"Tô Ouvindo Alguém Me Chamar","58":"Trutas e quebradas","60":"Vida Loka II","61":"Vida Loka II","62":"Vivão e Vivendo","63":"Você Me Deve","64":"Voz Ativa","66":"","2":null,"31":null,"57":null,"59":null,"65":null},"letra":{"0":"  Na Zona Sul, ei, ei,\"Essa é dedicada para todos os MC s do Brasil\", Que veio do sofrimento rimando, E exercendo a profissão perigo, É tudo nosso, tudo nosso, tudo nosso    Quem é você que fala o que quer?, Que se esconde igual mulher por trás da caneta, Vai, Zé Buceta, Sai da sombra, Cai, então toma, seu mundo é o chão, Quem tem cu tem medo e treme, Mostra a cara Mister M, Vem pra ver como é bom, Poder chegar na alta cúpula e entrar sem pagar, Simpatia, promessas vazias, caô caô    Nem vem, nem vem, Sofredor aqui tem sensor, Não tem rei, não tem réu, Pai de mel bam, bam, bam, Quem age certo é que fala, é que pam, Andarilho ou idoso ou bom criminoso igual, Depois da pólvora não tem cabuloso, Eu nunca quis, nem vou agradar todo mundo e rir pra tudo, Quanto é que se diz vagabundo?, O rei dos reis foi traído na terra, Morrer como o homem é o prêmio da guerra, Sem menção honrosa sem massagem, A vida é loca, nego, nela eu tô de passagem    Zum, zum, zum, zum, zum, Meu cérebro balançou, Século XXI, Revolução não é pra qualquer um, Só quem é, Kamikaze leal, guerreiro de fé, Se o rap é um jogo, eu sou jogador nato, Errou o rap, é uma guerra e eu sou gladiador pra jogar, Pra lutar, pra matar pra morrer sorrindo, Esmagando os vermes, quebrando e falindo cassinos, Eu vou sair pra descolar um qualquer, Meu pivete já conta pá amanhã no café, Se o crime é uma doença, eu conheço infecção,\"Nem por isso eu sou  pá  no plano de ninguém, Jão\"   1 por amor, 2 por dinheiro, 3 pela África, 4 pros parceiro, Que estão na guerra sem medo de errar    Quem quiser falar, Só Deus pode julgar, 10 cadeiras numa mesa de mármore, 10 nego em volta falando assim, Mil pra você, mil pra mim, O que?, Mil pra você, mil pra mim, Tem mais?, Mil pra você, mil pra mim, E o meu mil pra você, mil pra mim    Doidão, tá firmão? Tá feliz? No sapatinho?, Aí sim (ei), Não vai deixar seu pivete ao léu, Na mão de um cara pálida de topete e gel, sensacional, Ei, ei, Nego aqui quem fala é o vatsom do momento, DJ Nel via satélite mantendo o clima quente, Até nas quartas feiras cinzas da vida, Ei quebrada eu vejo seus olhos tristes tentando ver a luz, Este som é funk, E a frase do dia é (ei) as palavras nunca voltam vazias    1 por amor, 2 pelo dinheiro, Vida loca, capão de fé, sou guerreiro, 1 por amor, 2 pelo dinheiro, Vida loca, capão de fé, sou guerreiro    Ih esses mano aí de bombeta branca e vinho, Agitando a festa e chega no bolinho, Respeita doidão, aí, não fala assim, Bolinho pra você é família pra mim, Veja bem escuta a natu, O espírito sou o louco da zona sul, Eu vivo a reali vou superar, A missão do sofredor é se adiantar, É quente ah é quente quente, Vale das virtudes é nós no pente, Já era boyzão, cê sabe como é, O bagulho tá doido cê tem um qualquer    Mãe e irmão, irmã e sobrinho se o dinheiro constar, Eu não gasto sozinho, ei camarada a cara é correr, A quebrada é sofrida, Eu também fazer o que?, Dinheiro no bolso, Deus no coração, família unida, Champanhe pros irmão, amor pela mãe, ocupa o meu tempo, Um coração puro quanto mundo enfermo, Não há nada na vida que o amor não supere, O mundão desandou ei você não se entrege, Olha ao seu redor a expansão do terror, Apocalipse já que o profeta pregou, Você trai por amor ao luxo o dinheiro agora, sem dor nem escrúpulo    Ei, ouve o que a rima fala, Entre a compra e a venda o pecado se estala, Certo tio é o neguinho que tá na cena, Vida loca família jardim rosana é arena, Vindo do emprego e meio ao robocop de golf é facinho sumir no inocoop, Zé polvinho registra, tem coxinha na porta, Pode me acionar que tem QSJ, Rosana bronks lealdade primeiro    1 por amor, 2 por dinheiro, De um lado as de 100 do outro as de 50, Fusão leste sul que tal representa em plena mateo bei, De 900 zera sentido Zona Sul, a rapa me espera, Aqui ninguém quer fama e diz que diz, 4 mil dólar já me faz feliz, Dinheiro, city, capital da gozolândia, Malandro bom não humilha e não desanda, Liga o outro mano o da mil e cem, Né? Pagando no capão é que mais, Tem de Audi ou citroen, Já disse o brow um role pela fundão é fundamental    Quem é quem diz que diz, Buchicho não me faz feliz, Vida alheia, ora bola, Minha cota eu quero em dólar, Na periferia tem uma pá com disposição, Atrás do cifrão só vai quem tem o dom, Jogue a moeda pra ver no que vai dar coroa negativa, A cara é comigo, Com ele lá em cima, Eu não estou sozinho, Deus esta trilhando pode crer o meu caminho, Vou que vou, vou pra decidir, Estou de pé, não vou cair, Mas que nada eu vou fazer minha caminhada, Encontrar com os irmãos na quebrada, Satisfeito sou sujeito com respeito bato no peito, 171 furado aqui não compra ninguém, Corromper a minha mente ai nem, Vem sai fora nem cola, (Ih, demora)    1 por amor, 2 por dinheiro, Na selva é assim, E você vale o que tem, vale o que tem, Na mão, na mão, 1 por amor, 2 por dinheiro, Na selva é assim, E você vale o que tem, vale o que tem, Na mão, na mão    1 por amor, 2 por dinheiro, Na selva é assim, E você vale o que tem, vale o que tem, Na mão, na mão, Vida loca é só quem é, Bom guerreiro de fé, Todo amor pros parceiro, Liberdade e dinheiro    Quem é quem diz, Que diz que diz, Buchicho não me faz feliz, Vida alheia, ora bola, Minha cota eu quero em dólar, Você vale o que tem (minha cara), Você vale o que tem (minha cara), Você vale o que tem, Você vale o que tem, Nós é mato  ","1":"  12 de outubro de 2001, Dia das Criança, Várias festa espalhada na periferia, No Parque Santo Antônio hoje teve uma festa, Foi bancada pela irmandade, uma organização, Tavam confeccionando roupa lá no Parque Santo Antônio lá, Lutando, Remando contra a maré, Mas tá lá tá firme, Tinha umas 300 pessoa, No, na festa das criança, Comida, música, Tinha um grupo de rap de uma menininha de 10 ano, Cantando muito, Aí saímo de lá voado, E fomo numa otra quermesse de rua também, Na Vila Santa Catarina, Lá do outro lado da Zona Sul Quase no Centro, E chegamo lá, A festa num tinha começando ainda, Aí no caminho passamo por uma favela assim, E trombamo com uns molequinho jogando bola e tal, E começamo a provocar, \"Ei moleque, ce é santista, tal.\", \"Não, eu sou corintiano.\", Eu falei, \"Ei, Marcelinho vai \\ rebentar vocês.\", Os moleque vinho naquela idéia de jogo, Daí eu comecei a pesar do lado dos moleque, \"E aí, mano, e aí, tá estudando e tal.\", Aí o moleque falou assim, \"Ih, esse aqui hoje xingou a mãe dele.\", Aí eu falei assim, \"Porque você xingou sua mãe?\", \"Ah, porque...\", Não, nem foi isso, ele falou assim, Eu falei, \"Ganhou, vocês ganharam presente?\", Eu perguntei, Num foi não, Neto, \"Vocês ganharam presente?\", Aí ele falou, \"Ganhei foi um tapa na cara hoje.\", Aí eu falei, \"Porque você tomou um tapa na cara?\", \"Ah, minha mãe deu um tapa na minha cara, foi isso que eu ganhei, não ganhei presente não.\", Falou assim, ó, bem convicto mermo, Aí eu falei assim, \"Porque você tomou um tapa na cara?\", \"Ah, porque eu xinguei ela.\", \"Ma\\, porque você xingou ela?\", \"Ah, lógico, todo mundo ganhou presente e eu não ganhei porque?\", Aí eu fiquei pensando, né mano, Como uma coisa gera a outra, Isso gera um ódio, O moleque com 10 ano, pô, Tomar um tapa na cara, No dia das criança, Eu fico pensando, Quantas morte, quantas tragédia, em família, o governo já não causou, Com a incompetência, Com a falta de humanidade, Quantas pessoas num morrero, De frustração, de desgosto, Longe do pai, longe da mãe, Dentro de cadeia, Por culpa da incompetência desses daí, Entendeu, Que fala na televisão, Fala bonito, Come bem, Forte, gordo, Viaja bastante,\"Tenta chamar os gringo aqui  pa dentro\", Enquanto os próprio brasileiro tão aí, ó jogado, No mundão, Do jeito que o mundão vier, Sem nenhum plano tra, traçado, Sem trajetória nenhuma, Vivendo a vida, Só, E o moleque era mó revolta, vai vendo, Moleque revolta, E ele tava friozão, Jogando bola lá, tal, Como se nada tivesse acontecido, Ali marcou pra ele, Talvez ele tenha se transformado numa outra pessoa aquele dia, Vai vendo o barato, Dia das criança  ","3":"  Foi a escolha que eu fiz, Agora o sangue que escorre não apaga, não é giz, Eu vacilei, não olhei, Tinha um pé ali atrás no balcão quando enquadrei, Entrei suando, era a deixa, Cada, cada preju, o seu é a queixa, Eu me fodi de verdade, se pá não vai dá, Não vou ver nem as grades    Que merda é essa que eu fiz, Eu não ouvi o meu parceiro como eu ouço o juiz, infeliz, Respire fundo, otário, Violento e desnecessário, Dói pra caralho e agora não é hora de rezar e brisar, Louco, deixa de história!, Tem que ser homem, ladrão, Mesmo sendo massacrado no chão, né não?    Pelo barulho da moto, Aquele filho da puta me deixou feio na foto, Volto, com a prova do crime na mão, Mano, tô precisando de mais um pulmão, Com vinte anos apenas, nunca dei orgulho, Só acumulo problemas, Tema ao menos, nós tem ninguém, Se eu for pro túmulo é o mínimo que se espera de alguém    No chão por alguns reais, Missão de risco, ousadia, sabia, mas fui incapaz, De ter a calma, planejar o esquema, Agora jaz, não dá mais, sou refém do sistema, Pela sirene fudeu, Arrancaram o capacete, um povinho me reconheceu, Cuspe na cara, chute, algema, Pior que bicho, lixo arrastado, mó cena, Se o Datena filmar e a minha estrela brilhar, Eu morro feliz, vilão vagabundo, Foda-se o que esse porco diz  ","4":"  \"Madrugada de domingo em São Paulo...\", \"O show da virada cultural terminou em meio a uma gigantesca confusão, Foi a apresentação do grupo de rap Racionais Mc\\ s\", \"Racionais...\", \"Racionais Mc\\ s...\", \"Foi na praça da Sé, uma verdadeira praça de guerra...\", \"Bombas de efeito moral e balas de borracha...\", \"Desesperadas, as pessoas tentavam fugir do confronto\", \"Vem pra cá... Vem pra cá\", \"Quer dizer, a polícia não poderia ter evitado?\", \"Até que ponto o uso de bala de borracha e gás lacrimogênio, não acaba aumentando a confusão?\", \"Tem que pensar com inteligência. O cara tem que ter inteligência, certo?, Essa correria de um lado pro outro só vai machucar as pessoas\"    Uma faísca, uma fagulha, uma alma insegura, Uma arma na cintura, o sangue na moldura, Uma farda, uma armadura, Um disfarce, uma ditadura, Um gás lacrimogênio e algema não é a cura, é luxúria, Uma censura tentaram e desistiram, Pularam atrás da porta, filmaram e assistiram, Pediram o nosso fim, forjaram uma lei pra mim, Tiraram o nosso foco dos bloco e o estopim, Tentaram eliminar, pensaram em manipular, Tentaram, não bloquearam a força da África, Chamaram a Força Tática, Choque, a Cavalaria, Polícia despreparada, violência em demasia!    Mississípi em chamas, sou fogo na Babilônia, Tragédia, vida real, com a mão de um animal, Brutal com os inocentes, crianças, velhos, presentes, Ação inconsequente, covarde e desleal, Os moleque com pedra e pau, Polícia com fuzil, bomba, carro pegando fogo, Porta de aço, tromba, a mãe que chama o filho, Enquanto toma um tiro, alguém perdeu alguém, A alma no gatilho, fugi para o metrô, Tumulto no corredor, pisotearam alguém, Que ali mesmo ficou, nas ruas adjacentes, A cena era presente, destruição e guerra, O mundo que desabou, ho!    \"05h30 da manhã e a polícia ainda encontrava dificuldades pra controlar a multidão\", \"A praça da Sé parece nesse momento uma praça de guerra, Muito vidro quebrado pelo chão e lixo espalhado por todo lado\", \"11 pessoas foram presas e quatro ficaram feridas\", \"A prefeitura vai assumir todas as suas responsabilidades..., E dará todo apoio as pessoas que tiveram algum dano relacionado ao incidente\", \"Os Racionais...\"  ","5":"  Sempre fui sonhador, é isso que me mantém vivo, Quando pivete, meu sonho era ser jogador de futebol, vai vendo, Mas o sistema limita nossa vida de tal forma, Que tive que fazer minha escolha: Sonhar ou sobreviver, Os anos se passaram e eu fui me esquivando do ciclo vicioso, Porém, o capitalismo me obrigou a ser bem sucedido, Acredito que o sonho de todo pobre é ser rico, Em busca do meu sonho de consumo, Procurei dar uma solução rápida e fácil pros meus problemas:, O crime, Mas é um dinheiro amaldiçoado, Quanto mais eu ganhava, mais eu gastava, Logo fui cobrado pela lei da natureza, vish, 14 anos de reclusão, Barato é loco, barato é loco    É necessário sempre acreditar que o sonho é possível, Que o céu é o limite e você, truta, é imbatível, Que o tempo ruim vai passar, é só uma fase, Que o sofrimento alimenta mais a sua coragem, Que a sua família precisa de você, Lado a lado se ganhar pra te apoiar se perder, Falo do amor entre homem, filho e mulher, A única verdade universal que mantém a fé, Olho as crianças que é o futuro e esperança, Que ainda não conhecem, não sentem o que é ódio e ganância, Eu vejo o rico que teme perder a fortuna, Enquanto o mano desempregado, viciado, se afunda, Falo do enfermo, (irmão) falo do são (então), Falo da rua que pra esse louco mundão, Que o caminho da cura pode ser a doença, Que o caminho do perdão às vezes é a sentença, Desavença, treta e falsa união, A ambição é como um véu que cega os irmão, Que nem um carro guiado na estrada da vida, Sem farol no deserto das trevas perdidas, Eu fui orgia, ébrio, louco, mas hoje ando sóbrio, Guardo o revólver quando você me fala em ódio, Eu vejo o corpo, a mente, a alma, o espírito, Ouço o repente e o que diz lá no canto lírico, Falo do cérebro e do coração, Vejo egoísmo, preconceito de irmão pra irmão, A vida não é o problema, é batalha, desafio, Cada obstáculo é uma lição, eu anuncio    É isso aí, você não pode parar, Esperar o tempo ruim vir te abraçar, Acreditar que sonhar sempre é preciso, É o que mantém os irmãos vivos    Várias famílias, vários barracos, Uma mina grávida, E o mano tá lá trancafiado, Ele sonha na direta com a liberdade, Ele sonha em um dia voltar pra rua longe da maldade, Na cidade grande é assim, Você espera tempo bom e o que vem é só tempo ruim, No esporte, no boxe ou no futebol, Alguém sonhando com uma medalha o seu lugar ao sol, porém, Fazer o que se o maluco não estudou, 500 anos de Brasil e o Brasil aqui nada mudou, Desesperô aí, cena do louco, Invadiu o mercado farinhado armado e mais um pouco, Isso é reflexo da nossa atualidade, Esse é o espelho derradeiro da realidade, Não é areia, conversa, xaveco, Porque o sonho de vários na quebrada é abrir um boteco, Ser empresário não dá, estudar nem pensar, Tem que trampar ou ripar pros irmãos sustentar, Ser criminoso aqui é bem mais prático, Rápido, sádico, ou simplesmente esquema tático, Será instinto ou consciência, Viver entre o sonho e a merda da sobrevivência    O aprendizado foi duro, E mesmo diante desse revés não parei de sonhar, Fui persistente, porque o fraco não alcança a meta, Através do rap corri atrás do preju, E pude realizar meu sonho, Por isso que eu, Afro-X, nunca deixo de sonhar    Conheci o paraíso e eu conheço o inferno, Vi Jesus de calça bege e o diabo vestido de terno, No mundo moderno, as pessoas não se falam, Ao contrário, se calam, se pisam, se traem, se matam, Embaralho as cartas da inveja e da traição, Copa, ouro e uma espada na mão, O que é bom é pra si e o que sobra é do outro, Que nem o sol que aquece, mas também apodrece o esgoto, É muito louco olhar as pessoas, A atitude do mal influencia a minoria boa, Morrer à toa, que mais? Matar à toa, que mais?, Ser presa à toa, sonhando com uma fita boa, A vida voa e o futuro pega, Quem se firmô, falô, Quem não ganhou, o jogo entrega, Mais um queda em 15 milhões, Na mais rica metrópole, suas várias contradições, É incontável, inaceitável, implacável, inevitável, Ver o lado miserável se sujeitando com migalhas, favores, Se esquivando entre noite de medo e horrores, Qual é a fita, a treta, a cena?, A gente reza, foge, continua sempre os mesmo problema, Mulher e dinheiro tá sempre envolvido, Vaidade, ambição, munição pra criar inimigo, Desde o povo antigo foi sempre assim, Quem não se lembra que Abel foi morto por Caim, Enfim, quero vencer sem pilantrar com ninguém, Quero dinheiro sem pisar na cabeça de alguém, O certo é certo na guerra ou na paz, Se for um sonho não me acorde nunca mais, Roleta russa, quanto custa engatilhar?, Eu pago o dobro pra você em mim acreditar    É isso ai você não pode parar, Esperar o tempo ruim vir te abraçar, Acreditar que sonhar sempre é preciso, É o que mantém os irmãos vivos    Geralmente quando os problemas aparecem, A gente está desprevenido né, não?, Errado!, É você que perdeu o controle da situação, Perdeu a capacidade de controlar os desafios, Principalmente quando a gente foge das lição, Que a vida coloca na nossa frente assim, tá ligado?, Você se acha sempre incapaz de resolver, Se acovarda, morô?, O pensamento é a força criadora, O amanha é ilusório, Porque ainda não existe, O hoje é real, É a realidade que você pode interferir, As oportunidades de mudança, Tá no presente, Não espere o futuro mudar sua vida, Porque o futuro será a consequência do presente, Parasita hoje, um coitado amanhã, Corrida hoje, vitória amanhã, Nunca esqueça disso, irmão  ","6":"  Então, Cocão, aí, não leva a mal, não, mas, aí, vai fazer um tempo que eu tô querendo fazer essa pergunta pra você, aí, Fala aí, Tem como você falar daquele acidente lá? Eu sei que é meio chato, Não, é não, É, É nada, Embaçado, Quer saber, a gente fala, né, mano?, Aham, Vamo lá, Foi dia, ó, lembro até, Eu lembro que nem hoje, ó, Vixe, até arrepia, ó, Vixe, Dia 14 de outubro de 94, Aham, Eu tava morando no Hebron, tá ligado?, Só, Aí o Opala tava, O Opala tava na oficina do Di, lá, a gente ia fazer um barato a noite, tá ligado?, Aham, A gente ia se trombar em Pinheiros, não sei se você se lembra disso aí, Pode crer, Porque você, Cê ia com o Kleber direto pra Pinheiros, você ia direto, E nóis, tava eu, ia eu, o Brown, o Blue, pra Zona Sul    Naquela noite eu acordei e não sabia onde estava, Pensei que era sonho, o pesadelo apenas começava, Aquela gente vestida de branco, Parecia com o céu, mas o céu é lugar de santo, Os caras me perguntando: E aí, mano, cê tá legal?, Cheiro de éter no ar nunca é bom sinal, Dor de cabeça, tontura, Aquela sala rodava estilo brisa de droga, loucura, Sangue na roupa rasgada, Fio de sutura me costura, porra, a gente não vale nada, Do que adianta você ter o que quer, Sucesso, dinheiro, mulher, beijando seu pé?, E num piscar de olhos, é foda, Você é furado igual peneira ou sem valor numa cadeira de roda!    (O que que eu tô fazendo aqui?), (Não quero admitir), (Agora é tarde, tarde, tarde), (Lamento)    Meus parceiros me contaram, Cena após cena, passo a passo, o que presenciaram!    Mano, foi um arregaço, na Marginal, Você capotou, teve até uma vítima fatal, Da Zona Sul e tal, sentido ao Centro, 1h da manhã    Lembrei daquele momento, Vários Opala, mó carreata, E eu logo atrás da primeira Barca Diplomata, Tô dirigindo, ali no volante, Opala cinza escuro, 2Pac no alto-falante, Por um instante tive um mal-pressentimento, Mas não liguei, não dei conta, não tava atento!    (Cadê o corpo, mano?), (Mano, pega o celular, que embaçou, mano), (Faz um esforço, mano, o barato foi louco), (Puta que o pariu! O cara subiu a uns dois metros do chão), (Meu Deus do céu! Chama a ambulância, caralho!), (Embaçou)    Que merda, um cara novo morreu, Fatalidade é uma imprudência, divergência, fudeu, Ele deixou uma mulher que esperava um filho, Um evangélico que nem conheceu o filho, Um suspiro, perdi a calma, Vi uma faca atravessando a minha alma, Olhei no espelho e vi um homem chorar, A mídia, a justiça, querendo me fuzilar, Virei notícia, primeira página, Um paparazzi focalizou a minha lágrima, Um repórter da Globo me insultou, Me chamava de assassino, aquilo inflamou, Tumultuou, nunca vi tanto carniceiro, Me crucificaram, me julgaram no país inteiro, Pena de morte, se tiver sorte, Cadeira elétrica, se fosse América do Norte, Opinião pública influenciada, Era um réu sem direito a mais nada, Meu mundo tinha desabado, Na lei de Deus fui julgado, na lei do homem condenado!    (Então, Kleber, o cara morreu, mano), É, então, agora é daqui pra frente, Cocão, Não tem mais jeito, tá ligado?, Não se abala, não, tem que ficar firme, (É), Nóis tá junto aí!    Dois anos e pouco de audiência, Pra mim já era o início da minha penitência, Aquele prédio no Fórum é mó tortura, Ali na frente sempre para várias viatura, O movimento é intenso o tempo inteiro, Parece o trânsito, o tráfego, um formigueiro, Advogado pra cima, pra baixo, Ganhando dinheiro com mais um réu, eu acho, Registrei um cara algemado entrando, De cabeça baixa, me parecia um cara branco, Esperando a vez de ser solicitado, Julgado, talvez até se, pá, libertado, Escoltado, vários gambé, Esse daí não deve ser um preso qualquer, Com a mão pra trás olhando pra parede, Fui beber água, me deu mó sede, Uma ligação com urgência, Meu advogado, com o resultado da sentença, O celular tava falhando!    (Hã? Alô?), (Não dá pra escutar, mas eu tô indo pra aí, falou? Tô chegando)    É, irmão, fui de metrô, Aquele frio na espinha que eu tinha então voltou, A cada estação ele aumentava,\"Eu não sabia se descia ou s eu continuava\", A procura de uma distração, olhava o vagão lotado, a movimentação, Aquele povo indo pra algum lugar, Trabalhar, estudar, passear, roubar, sei lá, Vi uma mina bonita, discreta, Pinta de modelo, corpo de atleta, Eu vi um cara lendo, concentrado, Naipe de estudante, daqueles filho dedicado, Vi uma tia crente, em pé, cansada, De cor escura, com a pele enrugada, Ela me fez lembrar, Parece a mãe da vítima, como será que ela deve tá?, Cheguei no prédio da Ipiranga com a São João, Respirei fundo, subi a manga do meu camisão, Decisão, eu tô trêmulo, Mó responsa, não, não entendo, Muita calma, sempre é preciso, Proibido fumar, li o aviso, Um porteiro tiozinho lembra meu pai    (Que andar?), (Qual andar que cê vai?)    No décimo, me sinto péssimo, A balança fez questão de mais um acréscimo, Elevador quebrado, Tem dia que é melhor não acordar, que dá tudo errado, Fui pela escada contando cada degrau, Cada passada chegava o juízo final, Tive a sensação de alguém me olhando, Parecia me seguir, tava ali me gorando, Senti um calafrio, Recordei daquela cena que você não viu, Do capote, de um grito forte, dos holofote, Um vacilo seu (já era), resulta em morte, Daquela Kombi velha, partida ao meio, Daquela hora que eu tentei pisar no freio, Andar por andar, onde eu tô não importa, Lembra da vítima?, Cheguei na porta   \"Então, Smurf, é isso aí, mano. Deu pr ocê entender?\", É embaçado, hein, Cocão?, E então, Que fita, hein?, É o seguinte, aí, passou, aí, eu acho que uns 3 anos, tá ligado?, 3, 4 anos, aí, de corre pra lá e pra cá, Pode crê, Tentando se ajus... Se acertar, aí, com a justiça, tá ligado? Pagando o que eu devia. Graças a Deus, aí, ó. Hoje tô firmão, não devo mais nada pra ninguém, Aham, Me acertei com Deus, aí, Certo, Principalmente com a família lá, tá ligado?, Com a justiça também. E é o seguinte, né? A vida tem que continuar, tá ligado?, É, Porque não pode parar  ","7":"  Às vezes eu paro e reparo, fico a pensar, qual seria meu destino senão cantar, um rejeitado, perdido no mundo, é um bom exemplo, irei fundo no assunto, fique atento, A sarjeta é um lar não muito confortável, O cheiro é ruim, insuportável, O viaduto é o reduto nas noites de frio, onde muitos dormem, e outros morrem, ouviu ?, São chamados de indigentes pela sociedade, A maioria negros, já não é segredo, nem novidade, Vivem como ratos jogados, homens, mulheres, crianças, Vítimas de uma ingrata herança, A esperança é a primeira que morre, E sobrevive a cada dia a certeza da eterna miséria, O que se espera de um país decadente, onde o sistema é duro, cruel, intransigente     Beco sem saída !     Mas muitos não progridem porque na verdade assim querem, Ficam inertes, não se movem, não se mexem, Sabe por que se sujeitaram a essa situação ?, não pergunte pra mim, tire você a conclusão, Talvez a base disso tudo esteja em vocês mesmos, E a conseqüência é o descrédito de nós negros, Por culpa de você, que não se valoriza, Eu digo a verdade, você me ironiza, A conclusão da sociedade é a mesma, que, com frieza, não analisa, generaliza, e só critica, o quadro não se altera e você, ainda espera que o dia de amanhã será bem melhor, Você é manipulado, se finge de cego, Agir desse modo, acha que é o mais certo, Fica perdida a pergunta, de quem é a culpa, do poder, da mídia, minha ou sua ?, As ruas refletem a face oculta, de um poema falso, que sobrevive às nossas custas, A burguesia, conhecida como classe nobre, tem nojo e odeia a todos nós, negros pobres, Por outro lado, adoram nossa pobreza, pois é dela que é feita sua maldita riqueza     Beco sem saída !     \"-É, meu mano KL Jay. O poder mente, ilude, e domina, a maioria da população, carente da educação e cultura., E é dessa forma que eles querem que se proceda. Não é verdade?, \"-É, pode crê !\"     Nascem, crescem, morrem, passam desapercebidos, E a saída é esta vida bandida que levam roubando, matando, morrendo, entre si se acabando, Ei mano, dê-nos ouvidos!, Os poderosos ignoram os direitos iguais, Desprezam e dizem que vivam comos mendigos a mais, Não sou um mártir que um dia irá te salvar, No momento certo, você pode se condenar, Não jogamos a culpa em quem não tem culpa, Só falamos a verdade e a nossa parte você sabe de cór, Atravesse essa muralha imaginária, em sua cabeça, sem ter medo de falhas, Se conseguiram derrubar uma muralha real, de pedra, você pode conseguir derrubar esta, Leia, ouça, escute, ache certo ou errado , mas meu amigo, não fique parado, Isso tudo vai ser apenas um grito solitário, Em um porão fechado, tome cuidado, não esqueça o grande ditado : , Cada um por si !, Siga concordando com tudo que eu digo (normal), Pois pra você parece mais um artigo (jornal), Esse é o meu ponto de vista, não sou um moralista, deixe de ser egoísta, meu camarada, persista, É só uma questão: será que você é capaz de lutar?, É difícil, mas não custa nada tentar     \"-Ei cara, o sentido disto tudo está em você mesmo., Pare, pense, e acorde, antes que seja tarde demais, O dia de amanhã te espera, morô?, Edy Rock, KL Jay, Racionais!\"     Beco sem saída ! (podicrê, né não ?), Beco sem saída ! (aí mano), Beco sem saída ! (certo !), Beco sem saída !, Beco sem saída !, Beco sem saída !, Beco...beco...beco sem saída, beco sem saída, beco sem saída!  ","8":"  60% dos jovens de periferia sem antecedentes criminais, Já sofreram violência policial, A cada 4 pessoas mortas pela polícia, 3 são negras, Nas universidades brasileiras, apenas 2% dos alunos são negros, A cada 4 horas, um jovem negro morre violentamente em São Paulo, Aqui quem fala é Primo Preto, mais um sobrevivente    Minha intenção é ruim, esvazia o lugar, Eu tô em cima, eu tô afim, um, dois pra atirar, Eu sou bem pior do que você tá vendo, O preto aqui não tem dó, é 100% veneno, A primeira faz bum, a segunda faz tá, Eu tenho uma missão e não vou parar, Meu estilo é pesado e faz tremer o chão, Minha palavra vale um tiro, eu tenho muita munição, Na queda ou na ascensão, minha atitude vai além, E tem disposição pro mal e pro bem    Talvez eu seja um sádico, ou um anjo, Um mágico, o juiz ou réu, O bandido do céu, malandro ou otário, Padre sanguinário, franco atirador se for necessário, Revolucionário, insano ou marginal, Antigo e moderno, imortal, Fronteira do céu com o inferno, Astral imprevisível, Como um ataque cardíaco do verso, Violentamente pacífico, Verídico, vim pra sabotar seu raciocínio, Vim pra abalar seu sistema nervoso, e sanguíneo, Pra mim ainda é pouco, Brown cachorro louco, Número 1 dia, terrorista da periferia, Uni-duni-tê, eu tenho pra você, Um rap venenoso ou uma rajada de PT, E a profecia se fez como previsto, 1997, depois de Cristo, A fúria negra ressuscita outra vez, Racionais Capítulo 4, Versículo 3    Aleluia, aleluia, Racionais no ar, filhas da puta, pá, pá, pá    Faz frio em São Paulo, Pra mim tá sempre bom, Eu tô na rua de bombeta e moletom, Dim, dim, dom, rap é o som, Que emana no Opala marrom, E aí, chama o Guilherme, Chama o Vander, chama o Dinho e o Di, Marquinho chama o Éder, vamo aí, Se os outros manos vem, Pela ordem tudo bem melhor, Quem é quem no bilhar no dominó    Colou dois mano, um acenou pra mim, De jaco de cetim, de tênis e calça jeans    Ei Brown, sai fora nem vai, nem cola, Não vale a pena dar ideia nesses tipo aí, Ontem à noite eu vi na beira do asfalto, Tragando a morte, soprando a vida pro alto, Ó os cara só pó, pele o osso, No fundo do poço, vários flagrante no bolso    Veja bem, ninguém é mais que ninguém, Veja bem, veja bem, eles são nosso irmãos também, Mas de cocaína e crack, Whisky e conhaque, Os manos morrem rapidinho sem lugar de destaque    Mas quem sou eu pra falar de quem cheira ou quem fuma, Nem dá, nunca te dei porra nenhuma, Você fuma o que vem, entope o nariz, Bebe tudo o que vê, faça o diabo feliz, Você vai terminar tipo o outro mano lá, Que era um preto tipo A, Ninguém entrava numa, mó estilo, De calça Calvin Klein e tênis Puma, Um jeito humilde de ser, no trampo e no rolê, Curtia um Funk, jogava uma bola, Buscava a preta dele no portão da escola, Um exemplo pra nós, mó moral, mó ibope, Mas começou colar com os branquinhos do shopping, (Aí já era), Ih mano outra vida, outro pique, Só mina de elite, balada, vários drink, Puta de butique, toda aquela porra, Sexo sem limite, Sodoma e Gomorra    Hã, faz uns nove anos, Tem uns quinze dias atrás eu vi o mano, Cê tem que ver, pedindo cigarro pros tiozinho no ponto, Dente tudo zoado, bolso sem nenhum conto, O cara cheira mal, as tia sente medo, Muito louco de sei lá o que logo cedo, Agora não oferece mais perigo, Viciado, doente, fodido, inofensivo    Um dia um PM negro veio embaçar, E disse pra eu me pôr no meu lugar, Eu vejo um mano nessas condições, não dá, Será assim que eu deveria estar?, Irmão, o demônio fode tudo ao seu redor, Pelo rádio, jornal, revista e outdoor, Te oferece dinheiro, conversa com calma, Contamina seu caráter, rouba sua alma, Depois te joga na merda sozinho, Transforma um preto tipo A num neguinho, Minha palavra alivia sua dor, Ilumina minha alma, louvado seja o meu Senhor, Que não deixa o mano aqui desandar, ah, E nem sentar o dedo em nenhum pilantra, Mas que nenhum filha da puta ignore a minha lei, Racionais Capítulo 4, Versículo 3    Aleluia, aleluia, Racionais no ar filha da puta, pá, pá, pá    Quatro minutos se passaram e ninguém viu, O monstro que nasceu em algum lugar do Brasil, Talvez o mano que trampa debaixo do carro sujo de óleo, Que enquadra o carro forte na febre com sangue nos olhos, O mano que entrega envelope o dia inteiro no sol, Ou o que vende chocolate de farol em farol, Talvez o cara que defende o pobre no tribunal, Ou que procura vida nova na condicional, Alguém num quarto de madeira lendo à luz de vela, Ouvindo um rádio velho no fundo de uma cela, Ou da família real de negro como eu sou, Um príncipe guerreiro que defende o gol    E eu não mudo, mas eu não me iludo, Os mano cu de burro têm, eu sei de tudo, Em troca de dinheiro e um cargo bom, Tem mano que rebola e usa até batom, Vários patrícios falam merda pra todo mundo rir, Ha ha, pra ver branquinho aplaudir, É, na sua área tem fulano até pior, Cada um, cada um, você se sente só, Tem mano que te aponta uma pistola e fala sério, Explode sua cara por um toca-fita velho, Click pláu, pláu, pláu e acabou, Sem dó e sem dor, foda-se sua cor, Limpa o sangue com a camisa e manda se foder, Você sabe por quê, pra onde vai, pra quê?, Vai de bar em bar, esquina em esquina, Pegar 50 conto, trocar por cocaína    Enfim, o filme acabou pra você, A bala não é de festim, aqui não tem dublê, Para os manos da Baixada Fluminense à Ceilândia, Eu sei, as ruas não são como a Disneylândia, De Guaianases ao extremo sul de Santo Amaro, Ser um preto tipo A custa caro, É foda, foda é assistir à propaganda e ver, Não dá pra ter aquilo pra você, Playboy forgado de brinco: Cu, trouxa, Roubado dentro do carro na avenida Rebouças, Correntinha das moça, As madame de bolsa, Dinheiro, não tive pai não sou herdeiro, Se eu fosse aquele cara que se humilha no sinal, Por menos de um real, Minha chance era pouca, Mas se eu fosse aquele moleque de touca, Que engatilha e enfia o cano dentro da sua boca, De quebrada sem roupa, você e sua mina, Um, dois, nem me viu, já sumi na neblina, Mas não, permaneço vivo, prossigo a mística, Vinte e sete anos contrariando a estatística, Seu comercial de TV não me engana, Eu não preciso de status nem fama, Seu carro e sua grana já não me seduz, E nem a sua puta de olhos azuis, Eu sou apenas um rapaz latino-americano, Apoiado por mais de 50 mil manos, Efeito colateral que o seu sistema fez, Racionais Capítulo 4, Versículo 3  ","9":"","10":"","11":"","12":"  Ice Blue, Neguim tá na pista, cê não quis acreditar, Visto preto e amarelo, a gente se identifica, Cosa Nostra é a fita, pode vim qualquer teste, Desde a fria do Sul ou o calor do Nordeste, O que tá tendo no momento é libra, euro e o dólar, No jet de Corolla nós também tá afim, O certo é certo é, tiozin, Pastor, ore por mim    Muito esforço na obra, tenho gana de sobra, Verde é o valinho da flor, rico o fruto penhor, Na medida do possível vou louvando o Senhor, Dinheiro é bom no Capão, Nova Iorque, onde for, Pessoa determinada demonstrando valor, Vou nessa  ","13":"  -O mano, cê viu o tanto de polícia que tem na área ai mano?, -É, então, ta embaçado o morro certo mano? Então, no fim de ano ir pra cadeia não vira... Ó quem ta chegando ai irmão, -E ai cláudio, firmeza?, -E ai, firmeza família? Como é que ta o morro?, -Então, o morro ta daquele jeito, certo mano? Então tem que ficar ligeiro, porque ta cheio de polícia, cheio de ganso, -Então ai, tô descabelado mano, vim pra me levantar de novo, -Então, vamo cola ae?    Ta vendo aquele truta parado ali    Bolando ideia com os mano na esquina, É envolvido com crack, maconha e cocaína, Tirou cadeia, cumpriu a sua cota, Pagou o que devia mas agora ele ta de volta, Saudades da quebrada, da família, Coração amargurado pelo tempo perdido na ilha, Se levantar agora é só, nada mais importa, Louco é mato, ta cheio no morro não falta, Esses anos aguardou paciente, O limite é uma fronteira criada só pela mente, Conta com o que ficou e não com o que perdeu, Quem vive do passado é memória, museu, Dinheiro, segredo, palavra-chave, Manipula o mundo e articula a verdade, Compra o silêncio, monta a milícia, Paga o sossego, compra a política, Aos olhos da sociedade é mais um bandido, E a bandidagem paga o preço pela vida, Vida entre o ódio, a traição e o respeito, Entre a bala na agulha e a faca cravada no peito, Daquele jeito, Ninguém ali brinca com fogo, Perdedor não entra nesse jogo, É como num tabuleiro de xadrez, Xeque-mate, vida ou morte, 1, 2, 3, vê direito, Para, pensa, nada a perder, O réu acusado já foi programado pra morrer, Quem se habilita a debate (pode crer), Quem cai na rede é peixe, não tem pra onde correr    O crime vai, o crime vem, A quebrada ta normal e eu tô também, O movimento da dinheiro sem problema, O consumo ta em alta como manda o sistema, O crime vai, o crime vem, A quebrada ta normal e eu tô também, Onde há fogo; a fumaça, Onde chega a droga é inevitavel, embaça    Eu tô aqui com uma nove na mão, Cercado de droga e muita disposição, ladrão, Fui rotulado pela sociedade, Um passo a mais pra ficar na criminalidade, O meu cotidiano é um teste de sobrevivencia, Já tô na vida, então, paciência, Pra cadeia não quero, não volto nunca mais, Ae truta, se for pra ser, eu quero é mais, Aqui é mó covil, ninho de serpentes, Tem que ser louco pra vim bater de frente, Minha coroa não pode passar veneno, Já é velha e meu moleque ainda é pequeno, Um irmão morreu, o outro se casou, Saiu dessa porra, firmeza se jogou, Só eu fiquei fazendo tempo por aqui, Tentei evitar mas não consegui, aí, Se meu futuro já estiver traçado, Eu vou até o fim só pra ver o resultado, Quero dinheiro e uma vida melhor, Antes que meu castelo se transforme em pó    Só, o vício da morte está a venda, Em cada rua uma alma, Em cada alma uma encomenda, O consumo pra alguns é uma ameaça, Vários desanda, vacila e vira caça, Tem mano que dá várias narigada aqui, Cheira até umas hora    Deixa cair, É intensidade o tempo inteiro, Quartel latino, São Paulo ao Rio de Janeiro, Dá mó dinheiro, dólares, Rato de sócio, Nesse ramo são que nem abutre no negócio, A noite chega, a febre aumenta, Pode ser da paz ou curviana violenta    -Então, vamo terminar de enrolar um baguio pra nós fazer o role, irmão, -Firmeza, firmeza mano, -Vai, vai, vai, vai, vai, todo mundo é mão na cabeça, mão na cabeça, cadê o baguio irmão... Vai que ta caguetado, quem que é o claudio ai? Vai, quem que é o claudio ai no baguio?    Trafico não tranca mais segredo, São 3 horas da manhã e pra alguns maluco ainda é cedo, Na esquina, na entrada da favela, Uma mula de campana, Fumando na viela    -Ai, cadê o claudio?    Ai, o claudio ta perdido, Foragido da quebrada, Ele deixou tudo comigo, Os ganso ta na febre, Mas flagrante é dinheiro, Eu tô ligeiro a todo instante parceiro    Mês de agosto atravessa o inverno, Os anjo do céu guia meus passos andando no inferno, Será eterno a estrada do fim, Ai que tá, é vulneravel, Provavel pra mim, Que seja assim, Um ganha e outro perde, Enquanto um louco cheira, o demonio se diverte    O pobre, o preto, no gueto é sempre assim, O tempo não para, A guerra não tem fim, O crime e a favela é lado a lado, É que nem dois aliado, O isqueiro e o cigarro, Na viela, no beco, na rua sem saída, Na esquina da quebrada, Continua assim na mesma vida, Rotina que assim vai e prossegue, Vitorioso é aquele que se pá, consegue sobreviver, E não deitar crivado na bala, Igual na rua d, ensanguentado no meio da vala, Muita cautela ainda é pouco, Mano armado, traira, andando que nem louco, Mano passando uns barato roubado, Jogo arriscado, mas quem ta preocupado?, Sujeito ou cuzão, herói ou vilão, Cada. 40 na mente, diferente reação, Cada estrada uma lição, Da própria vida, Cada caminho um atalho, Uma tentativa, A qualidade daqui, são das piores, Vários maluco dando o sangue por dias melhores, Foi dado um golpe de estado cavernoso, A maquina do desemprego, Fabrica criminoso, De bombeta, tatuado, sem camisa, De bermudão, no pião, na mesma brisa, Formação de quadrilha conduz o crime, Fora da lei, eu sei, eu vejo filme, Las Vegas o patrão gira a roleta, Controla tudo, na ponta da caneta, Sentindo na garganta, o amargo do fel, Com o crime organizado, na torre de babel, Inteligente é o que vai pra cama mais cedo, Com uma quadrada na cintura não é mais segredo, Não tenha medo, então, por que você veio aqui?, É guerra fria e você ta bem no meio aí, Fogo cruzado, lado norte, Só vagabundo, bandidagem, e a morte, Boa sorte  ","14":"  Hey, hey, hey nego, Você está na sintonia da sua Rádio Êxodos, Eu, DJ Nel, comandando o melhor da Black Music, São 23 minutos de um novo dia, O Japonês do Jardim Rosana manda um salve para o Zezé, Pro Chiquinho, pro Kau, pro Ribeiro, pro Tisso, Zulu, e o Serginho, O Valtinho da Sabin manda um salve aí pro Vandão da Vila do Sapo, E a Kiara do Embu manda um abraço para a Viviane do Sadí, É, o Papau do Parque manda um salve pros manos da 50 né, E a Adriana do Tamoio manda um salve aí, Para rapa do Sujeito Suspeito do Paranapanema, E pra você que está pensando em fazer um pião, Pegue seu bombojaco, E sua toca porque faz 10°c em São Paulo    A Lua cheia clareia as ruas do Capão, Acima de nós só Deus, humilde né não, né não?, Saúde, plin, mulher e muito som, Vinho branco para todos, um advogado bom, Cof, cof, ah!, Esse frio tá de foder, Terça-feira é ruim de rolê, vou fazer o quê?, Nunca mudou nem nunca mudará, O cheiro de fogueira vai perfumando o ar, Mesmo céu, mesmo CEP, no lado Sul do mapa, Sempre ouvindo um rap para alegrar a rapa, Nas ruas da Sul eles me chamam Brown, Maldito, vagabundo, mente criminal, O que toma uma taça de champanhe e também curte, Desbaratinado, tubaína tutti-frutti, Fanático, melodramático, bon-vivant, Depósito de mágoa, quem tá certo é o Saddam, ham, Playboy bom é chinês, australiano, Fala feio e mora longe e não me chama de mano, E aí, brother, hey, uhul, pau no seu (ai)    Três vezes seu sofredor, eu odeio todos vocês, Vem de artes marciais, que eu vou de Sig Sauer, Quero sua irmã, seu relógio Tag Heuer, Um conto se pá, dá pra catar, Ir para a quebrada e gastar, antes do galo cantar, Um triplex para a coroa é o que malandro quer, Não só desfilar de Nike no pé, Ô, vem com a minha cara e o din-din do seu pai, Mas no rolê com nós, cê não vai, Nós aqui, vocês lá, cada um no seu lugar, Entendeu, se a vida é assim, tem culpa eu?, Se é o crime ou o creme, se não deves, não teme, As perversa se ouriça e os inimigo treme, E a neblina cobre a estrada de Itapecerica, Sai, Deus é mais, vai morrer pra lá zica    Não adianta querer, tem que ser, tem que pá, O mundo é diferente da ponte pra cá, Não adianta querer ser, tem que ter pra trocar, O mundo é diferente da ponte pra cá, Tem que ser, tem que pá, O mundo é diferente da ponte pra cá, Não adianta querer ser, tem que ter pra trocar, Ai, ai, ai    Outra vez nóis aqui, vai vendo, Lavando o ódio embaixo do sereno, Cada um no seu castelo, cada um na sua função, Tudo junto, cada qual na sua solidão, Ei, mulher é mato, a Mary Jane impera, Dilui a rádio e solta na atmosfera, Faz na quebrada o equilíbrio ecológico, Que distingue o Judas só no psicológico, Ó, filosofia de fumaça, analise, Cada favelado é um universo em crise, Quem não quer brilhar, quem não, mostra quem?, Ninguém quer ser coadjuvante de ninguém, Quantos cara bom, no auge se afundaram por fama, E tá tirando dez de Havaiana?, E quem não quer chegar de Honda, preto em banco de couro, E ter a caminhada escrita em letras de ouro?, A mulher mais linda sensual e atraente, A pele cor da noite, lisa e reluzente, Andar com quem é mais leal, verdadeiro, Na vida ou na morte, o mais nobre guerreiro, O riso da criança mais triste e carente, Ouro e diamante, relógio e corrente, Ver minha coroa onde eu sempre quis pôr, De turbante, chofer, uma madame nagô, Sofrer pra que mais, se o mundo jaz do maligno?, Morrer como homem e ter um velório digno, Eu nunca tive bicicleta ou videogame, Agora eu quero o mundo igual Cidadão Kane, Da ponte pra cá, antes de tudo é uma escola, Minha meta é dez, nove e meio nem rola, Meio ponto a ver, hum, e morre um, Meio certo não existe, truta, o ditado é comum, Ser humano perfeito, não tem mesmo, não, Procurada viva ou morta a perfeição, Errare humanos est, grego ou troiano?, Latim, tanto faz pra mim, fi de baiano, Mas se tiver calor, quentão no verão, Cê quer dar um rolê no Capão daquele jeito, Mas perde a linha fácil, veste a carapuça, Esquece esses defeitos no seu jaco de camurça, Jardim Rosana, Três Estrelas e Imbé, Santa Tereza, Valo Velho, Dom José, Parque, Chácara, Lídia, Vaz, Fundão, muita treta pra Vinícius de Morais    Não adianta querer, tem que ser, tem que pá, O mundo é diferente da ponte pra cá, Não adianta querer ser, tem que ter pra trocar, O mundo é diferente da ponte pra cá, Ha-ha, Tem que ser, tem que pá, O mundo é diferente da ponte pra cá, Não adianta querer ser, tem que ter pápápá, Firmeza total    Mas não leve a mal, tru, Cê não entendeu, Cada um na sua função, o crime é crime e eu sou eu, Antes de tudo eu quero dizer, pra ser sincero, Que eu não pago de quebrada, mula ou banca forte, Eu represento a Sul, conheço louco na Norte, No 15, olha o que fala, Perus, chicote estrala, Ridículo é ver os malandrão vândalo, Batendo no peito, feio, fazendo escândalo, Deixa ele engordar, deixa se criar bem, Vai fundo, é com nóis, super star, Superman, vai    Palmas para eles, digam hey, digam ow, Novo personagem pro Chico Anysio Show, Mas firmão, né, se Deus quer, sem problemas, Vermes e leões no mesmo ecossistema, Cê é cego, doidão, então baixa os farol, Hei, ow, cê quer o quê com quem, jow?, Tá marcando, não dá pra ver quem é contra a luz, Um pé de porco ou inimigo que vem de capuz, Hey truta, eu tô louco, eu tô vendo miragem, Um Bradesco bem em frente da favela é viagem, De classe A da TAM tomando JB, Ou viajar de Blazer pro 92 DP, Viajar de GTI quebra a banca, Só não pode viajar com os mão branca, Senhor, guarda meus irmão nesse horizonte cinzento, Nesse Capão Redondo, frio, sem sentimento, Os mano é sofrido e fuma um sem dar goela, É o estilo favela e o respeito por ela, Os moleque tem instinto e ninguém amarela, Os coxinha cresce o zóio na função e gela    Não adianta querer, tem que ser, tem que pá, O mundo é diferente da ponte pra cá, Não adianta querer ser, tem que ter pra trocar, O mundo é diferente da ponte pra cá, Não adianta querer, tem que ser, tem que pá, O mundo é diferente da ponte pra cá, Não adianta querer ser, tem que pra trocar    Três da manhã, eu vejo tudo e ninguém me vê, Subindo o campo de fora, Eu, meu parceiro Dinho, ouvindo 2Pac, Tomando um vinho, vivão e consciente, Aí Batatão, Pablo, Neguin Emerson, Marquinho, Cascão, Johnny MC, Sora, Marcão, Pantaleão, Nelito, Celião, Ivan, Di (na Zona Norte), Sem palavra irmão, Aí os irmão do Pantanal (na Zona Oeste), A rapa do morro e aos que estão com Deus, (Na Zona Leste, cara tô na área), Deda, Tchai, Edi 16, Edi (na Zona Sul), Um dia nos encontraremos, A selva é como ela é, vaidosa e ambiciosa, Irada e luxuriosa, Pros moleque da quebrada, Um futuro mais ameno, essa é a meta, Pela fundão, sem palavras, muito amor    Ai, ai, ai, ai, ah, Firmeza total, vagabundo, É desse jeito, Ra ra taratatá, tataratatatatá, Há  ","15":"  É tru, Racionais tá aí de novo, morô?, E os caras é mili anos na parada (pode crê), E o caras representa a favela do começo ao fim, Mais aí, é muita treta em, é idéia de mil grau no baguio    Racionais roubando a cena, Realidade é a palavra, atitude é o meu o lema, Esquema feito a justiça está com nóis, Lei da periferia irmão, ouça a minha voz, Meu rap é linha de frente dessa guerrilha, Faça o que puder, vier siga minha estreita trilha    Na picadilha a matilha está a solta    Idéia de mil grau e o veneno escorrendo da boca     Mano Brown , Nego, a vida é loka    Cruel e sangrenta, Só muito pior, sem dó, marginal e violenta, O sangue esquenta, ei Éder eu quero ver     Mano Brown , Edinho liga o Marquinhos pra fazer o chão tremer    Pode crê, Não sou aquele que via satélite te seduz, Porque bala de PT não faz sinal da cruz, Nem muito menos tô aqui pra fazer média, Não sou aquele que pega carona na tragédia    Vejo de perto a viúva da dor, Pisando em caco de vidro, filha do rancor, Convivendo com o divino e o diabólico, Entre os crentes, espíritas, o crime e os católicos, Tristes, eufóricos, tranquilos e melancólicos, O engatilhado sofrimento é metabólico, Soldado da paz, mas treinado para guerra, Meu arsenal é o seu calvário nas ruas da serra  ","16":"  São Paulo, dia 1º de Outubro de 1992, oito horas da manhã, Aqui estou, mais um dia, Sob o olhar sanguinário do vigia, Você não sabe como é caminhar com a cabeça na mira de uma HK, Metralhadora alemã ou de Israel, Estraçalha ladrão que nem papel, Na muralha, em pé, mais um cidadão José, Servindo o Estado, um PM bom, Passa fome, metido a Charles Bronson, Ele sabe o que eu desejo, Sabe o que eu penso, O dia tá chuvoso, o clima tá tenso    Vários tentaram fugir, eu também quero, Mas de um a cem, a minha chance é zero, Será que Deus ouviu minha oração?, Será que o juiz aceitou a apelação?, Mando um recado lá pro meu irmão, Se tiver usando droga, tá ruim na minha mão, Ele ainda tá com aquela mina, Pode crer, moleque é gente fina, Tirei um dia a menos ou um dia a mais, sei lá, Tanto faz, os dias são iguais, Acendo um cigarro, e vejo o dia passar    Mato o tempo pra ele não me matar, Homem é homem, mulher é mulher, Estuprador é diferente, né?, Toma soco toda hora, ajoelha e beija os pés, E sangra até morrer na rua 10, Cada detento uma mãe, uma crença, Cada crime uma sentença, Cada sentença um motivo, uma história de lágrima, Sangue, vidas inglórias, abandono, miséria, ódio, Sofrimento, desprezo, desilusão, ação do tempo, Misture bem essa química, Pronto, eis um novo detento    Lamentos no corredor, na cela, no pátio, Ao redor do campo, em todos os cantos, Mas eu conheço o sistema, meu irmão, hã, Aqui não tem santo, Rátátátá preciso evitar, Que um safado faça minha mãe chorar, Minha palavra de honra me protege, Pra viver no país das calças bege, Tic, tac, ainda é 9 e 40, O relógio da cadeia anda em câmera lenta    Ratatatá, mais um metrô vai passar, Com gente de bem, apressada, católica, Lendo jornal, satisfeita, hipócrita, Com raiva por dentro, a caminho do centro, Olhando pra cá, curiosos, é lógico, Não, não é não, não é o zoológico    Minha vida não tem tanto valor, Quanto seu celular, seu computador, Hoje tá difícil, não saiu o Sol, Hoje não tem visita, não tem futebol, Alguns companheiros têm a mente mais fraca, Não suportam o tédio, arruma quiaca, Graças a Deus e à Virgem Maria, Faltam só um ano, três meses e uns dias, Tem uma cela lá em cima fechada, Desde Terça-feira ninguém abre pra nada, Só o cheiro de morte e Pinho Sol, Um preso se enforcou com o lençol    Qual que foi? Quem sabe? Não conta, Ia tirar mais uns seis de ponta a ponta, Nada deixa um homem mais doente, Que o abandono dos parentes, Aí moleque, me diz, então, cê quer o quê?, A vaga tá lá esperando você, Pega todos seus artigos importado, Seu currículo no crime e limpa o rabo, A vida bandida é sem futuro, Sua cara fica branca desse lado do muro, Já ouviu falar de Lúcifer?, Que veio do Inferno com moral, Um dia no Carandiru, não, ele é só mais um, Comendo rango azedo com pneumonia,\"Aqui tem mano de Osasco, do Jardim D Abril, Parelheiros\", Mogi, Jardim Brasil, Bela Vista, Jardim Ângela, Heliópolis, Itapevi, Paraisópolis    Ladrão sangue bom tem moral na quebrada, Mas pro Estado é só um número, mais nada, Nove pavilhões, sete mil homens, Que custam trezentos reais por mês, cada, Na última visita, o neguinho veio aí, Trouxe umas frutas, Marlboro, Free, Ligou que um pilantra lá da área voltou, Com Kadett vermelho, placa de Salvador, Pagando de gatão, ele xinga, ele abusa, Com uma nove milímetros embaixo da blusa    Aí neguinho, vem cá, e os manos onde é que tá?, Lembra desse cururu que tentou me matar?, Aquele puta ganso, pilantra corno manso, Ficava muito doido e deixava a mina só, A mina era virgem e ainda era menor, Agora faz chupeta em troca de pó, Esses papos me incomoda, Se eu tô na rua é foda, É, o mundo roda, ele pode vir pra cá, Não, já, já, meu processo tá aí, Eu quero mudar, eu quero sair, Se eu trombo esse fulano, não tem pá, não tem pum, E eu vou ter que assinar o 121    Amanheceu com Sol, dois de Outubro, Tudo funcionando, limpeza, jumbo, De madrugada eu senti um calafrio, Não era do vento, não era do frio, Acertos de conta tem quase todo dia, Tem outra logo mais, hãn, eu sabia    Lealdade é o que todo preso tenta, Conseguir a paz, de forma violenta, Se um salafrário sacanear alguém, Leva ponto na cara igual Frankestein, Fumaça na janela, tem fogo na cela, Fudeu, foi além, se pã, tem refém, Na maioria, se deixou envolver, Por uns cinco ou seis que não têm nada a perder, Dois ladrões considerados passaram a discutir, Mas não imaginavam o que estaria por vir, Traficantes, homicidas, estelionatários, Uma maioria de moleque primário, Era a brecha que o sistema queria, Avise o IML, chegou o grande dia, Depende do sim ou não de um só homem, Que prefere ser neutro pelo telefone, Ratatatá, caviar e champanhe    Fleury foi almoçar, que se foda a minha mãe, Cachorros assassinos, gás lacrimogêneo, Quem mata mais ladrão ganha medalha de prêmio, O ser humano é descartável no Brasil, Como modess usado ou Bombril, Cadeia? Guarda o que o sistema não quis, Esconde o que a novela não diz, Ratatatá sangue jorra como água, Do ouvido, da boca e nariz, O Senhor é meu pastor, Perdoe o que seu filho fez, Morreu de bruços no Salmo 23, Sem padre, sem repórter, Sem arma, sem socorro, Vai pegar HIV na boca do cachorro, Cadáveres no poço, no pátio interno, Adolf Hitler sorri no inferno, O Robocop do governo é frio, não sente pena, Só ódio e ri como a hiena, Ratatatá, Fleury e sua gangue, Vão nadar numa piscina de sangue, Mas quem vai acreditar no meu depoimento?, Dia 3 de Outubro, diário de um detento  ","17":"  Conheço um cara que é da noite, da madrugada, Que curte várias fitas, várias baladas, Ele gosta de viver (e viajar), Sem medo de morrer, sem medo de arriscar    Não atira no escuro, um cara ligeiro, Faz um corre aqui ali sempre atrás de um dinheiro, Ah jogar pra perder parceiro, não é comigo ó, Esse cara é bandido, aham, objetivo    Um bom malandro, conquistador, Tem naipe de artista, pique de jogador, Impressiona no estilo de patife, Roupa de shopping, artigo de grife    Sempre na estica, cabelo escovinha, Montado numa novecentas azul novinha, Anel de ouro combinando com as correntes, Relógio caro, é claro, de marca quente    Anda só no sossego, sem muita pressa, Relaxa a mente, se não estressa, No momento que interessa, ele já tem, (Uma Kawasaki?) e liberdade meu bem    O que esse cara tem, sangue bom?, Os invejoso eu escuto, Moto, dinheiro, vagabundo fica puto, (Ah isso não é justo ó, e os irmão?), Uma fatia do bolo? Se orienta doidão    Conhece várias gatas, tipos diferentes, As pretas, as brancas, as frias, as quentes, Loira tingida, preta sensual, Índia do Amazonas até flor oriental    Tem boa fama, no meio das vadias, Daquelas modelo que descansa durante o dia, tá ligado?, Tem seus critérios, tem sua lei, Montou naquela garupa, já foi que eu sei    No Motel ou em casa? (ah vamos na sua!), De Caranga no Drive-in no HO ou a luz da Lua, Segundas intenções, elementares, Camisinha tão no bolso e a maldade no olhar (lógico)    Sabe chegar, sim, sabe sair, Sabe ser notado e cogitado aonde ir, Pra conseguir aquilo o que sempre quer, Utiliza a mesma arma que você, mulher    Mulher e dinheiro, Dinheiro e mulher, Quanto mais você tem, muito mais você quer, Mesmo que isso um dia traga problema, Viver na solidão, não, não vale a pena, Mulher e dinheiro, Dinheiro e mulher, Sem os dois eu não vivo, qual dos dois você quer, Mesmo que isso um dia traga problema, Ir pra cama sozinho não vira esquema    Segunda, a Patrícia, Terça, a Marcela, Quarta, a Raissa, Quinta, a Daniela, Sexta, a Elisângela, Sábado, a Rosangela, E domingo? É matinê, 16 o nome é Ângela    Tenho uma agenda com dezenas de telefones, Uma lista de características e os nomes, (Qual é a fonte parceiro?), Ah, isso não é segredo, Colo de moto tá ligado? Tenho dinheiro    As cachorras ficam tudo ouriçada quando eu chego, Eu ponho pânico, peço Champagne no gelo, Aquele balde prateado em cima da mesa, Dá o clima da noite, uma caixa de surpresa    Fico ali olhando, sentado, filmando, Só maldade pra lá e pra cá, desfilando, Elas fazem de tudo pra chamar sua atenção, Para, taca na cara, na pretensão    Cola de calça apertada, boca de sino, De blusa decotada perfumada e sorrindo, Me pede um isqueiro e oferece um cigarro, Oi você tem fogo?, Oh, mais é claro, Qual é o seu nome?, Meu nome é Viviane, mas pra você sou Vi, tá aqui meu telefone, 5892? Esse prefixo é lá da Sul, Prazer meu nome é Paulo aí, vulgo Ice Blue, De que lugar que você é?, Moro no Vaz de Lima conhece Maracá? Então, ali pra cima, Isso até rima coincidência na pista, Vai montar na minha garupa e hasta la vista    Mulher e dinheiro, Dinheiro e mulher, Quanto mais você tem, muito mais você quer, Mesmo que isso um dia traga problema, Viver sem ninguém não tem esquema, Mulher e dinheiro, Dinheiro e mulher, Sem os dois eu não vivo, qual dos dois você quer, Mesmo que isso um dia traga problema, Viver na solidão não vale a pena    Hou hou, Estilo cachorro, Hou hou hou, hou, Não é machismo    Fale o que quiser, o que é, é, Verme ou sangue-bom tanto faz pra mulher, Não importa de onde vem nem pra que, Se o que ela quer mesmo é sensação de poder    Com um ladrão fez rolê se envolveu, sei lá, saiu, Mas ou menos abril, curtiu quem viu, viu, Em Maio foi vista de RR a mil, Na BR no frio, com boyzão da Civil, viu    Uns e outros aí bom rapaz, Abre o coração e sofre de mais, Conversa com os pais ali no sofá da sala, Ouve e dá razão enquanto ela fala, e fala, cai no canto da sereia, Vê que ele é firmão igual um prego na areia, Prego, jogou o égo, dentro do buraco, Um Bon vivant jamais mostra o ponto fraco    Pergunte a Sansão quem foi Dalila, Ouça o sangue-bom Martinho da Vila, De vários amores, de todas as cores, De vários tamanhos, de vários sabores    Quanto mais tem, mais vem se tem, maravilha, PMG, Morango e Baunilha, Não é por nada, sem debate, sem intriga, Minha cara, é um chocolate, humm, é o que liga    Mas cabô cabô, sem tchau, nem bilhete, Cê quase se mata por amor ao sorvete, E ele tava impunga, Pra levá-la no trampo lá na Barra Funda    10 graus, cinco da manhã, sem problema, Se ela não morasse em Diadema, Pontual como o Big Ben, 4 ano assim, Nem Shakespeare, imaginaria o fim    Te trocou por um vadio, sem vergonha, Que guenta até a mãe quando acaba a maconha, E ela diz que é feliz, que ele é cabuloso, Cê pisa pa carai moscão pegajoso    Mulher finge bem, casar é negócio, Cê vê quem é quem só depois do divorcio, Hey, hey neném de amor eu não morro, Vocês consagraram o estilo cachorro  ","18":"  Tô de rolê na quebrada, de Parati filmada, São 23 horas e a noite tá iluminada, Acendo um cigarro, tô inspirado, Ando sozinho? Não, não, Deus tá do lado, É sábado, a rua tá cheia, uma pá de gente, Delegacia 73 rebelião no pente, No São Luís alguém sangrando na fila de espera, Enquanto em alguma encruzilhada se acende vela, Na igreja os crentes faz vigília pra se salvar, Ansiedade à espera de Jesus quando voltar    Em frente um bar tá lotado, Fim de carreira vários tio embriagado, Talvez seja frustrado com a família, Ou tenha espancado até a sua própria filha, Que brilha naquela maldade com o próprio corpo, 15 Anos de idade e já fez aborto, O que não falta é louco e louca tem de sobra, Periferia legião, mãos à obra, Álcool e droga tá ali, corre junto, A morte a foice atrás de mais um assunto, É 2 minutos pra arrumar, Quem tá de luto aqui nem chega a respirar, Tem que pensar mais rápido, e puxar o gatilho, Se não for ligeiro parceiro, toma tiro, Tá no limite (tá) a flor da pele (tá)    Quem é ferido com o mesmo ferro sempre fere, A arma de fogo impõe respeito, No submundo da metrópole é desse jeito, Não pense, não pisque, não dê um passo, Quem se habilita, (falô) é um abraço, A paz é dixavada e fumada na seda, Tranquilidade enquanto a brasa tá acesa, A cortina de fumaça sobre o holofote, Onde a aliada maior é a sorte, Em cada lote, uma viela, Nas curvas da nova Galvão, uma favela, Que testemunha toda hora algum coitado, Igual aquele que no meio foi rasgado, Metralhado vários tiros de automática, Pros covardes é a forma que é mais prática, Eliminar e deixar pra trás    Uma mancha de sangue que não apaga nunca mais, Famílias destroçadas pela maldade, Criança sem pai vai ser o que mais tarde?, A vida não é um conto de fadas, (Não), principalmente na calada (na quebrada), Onde a gente vê, registra várias fitas, O que ser humano é capaz você não acredita, (Só quem é de lá, sabe o que acontece), Eu vejo terra (eu vejo), eu vejo asfalto, Eu vejo guerra, morte, assalto    Sangue no chão a esperança que agoniza, Reflete a vida que a novela satiriza, Aí, fica ligeiro que na esquina tá embaçado, A área tá sinistra e o clima tá pesado, A zona norte é grande e extensa, Cada quebrada, uma situação, uma sentença, Sem diferença, conheço os 4 canto eu vi, A violência, se iguala por enquanto aqui, Chacina, estupro, tráfico, A noite é foda irmão, só dá lunático, Vida de louco, de inferno e sufoco, Dinheiro vai e vem, mas ainda é muito pouco, Se tem coragem até uns doido correm atrás, Se 2 é bom trutão, 3 nunca é demais, Mais uma pá de prego espera acontecer, Agora a mina grávida o que cê vai fazer?, Vender um barato na esquina ou vai roubar, O pivete logo vai nascer, quem vai bancar?    Famílias vem, famílias vão, Fugindo da morte, fugindo da prisão, A vida do fundão é desequilibrada, Hebron, Piquiri, Jová, Serra Pelada, (Só quem é de lá, sabe o que acontece), Ninguém confia em ninguém, é melhor assim (melhor), Eu nem na minha sombra, e nem ela em mim, Hoje qualquer moleque tá andando armado, Puxar o cão sem pensar pra ser respeitado, Eu tô ligado, eu sei quem é quem, O Super-Homem de bombeta vai matar alguém, Sendo refém de espíritos malignos, Mal intencionado, cínico, leviano, indigno, Fui obrigado a conviver com isso, Com uma quadrada e um velho crucifixo, É sempre bom andar ligeiro na calada, A vida não é um conto de fadas, (Só quem é de lá, sabe o que acontece)  ","19":"  Na mão de favelado é mó guela, É mó guela (guela), é mó guela (guela), Na mão de favelado é mó guela, É mó guela (guela), é mó guela (guela)    Na mão de favelado é mó guela, É mó guela (guela), é mó guela (guela), Na mão de favelado é mó guela, É mó guela (guela), é mó guela (guela)    Olha só aquele shopping, que da hora!, Uns moleques na frente pedindo esmola, De pé no chão, mal vestido, sem comer, Será que alguns que estão ali irão vencer?    Minha ambição tá na pista, pode pá que eu encosto, BM branca e preta, M3 com as roda cinza eu gosto, Os nego chato no rolê de Mercedes, Apenas dois, três, quatro é foda poucos pensam, Que seu sonho de ter a Fireblade vermelha, Repsol CBR, uma VMAX, um apê, R8 GT ou uma Porsche Carrera, Pôr no pulso um Zenith ou um Patek Philippe, Pingente de ouro com diamante e safira, No pescoço um cordão, os bico vê e não acredita, Que o neguinho sem pai que insiste pode até chegar, Entra na loja, ver uma nave zera e dizer:, \"Eu quero, eu compro e sem desconto!\", À vista, mesmo podendo pagar, Tenha certeza que vão desconfiar, Pois o racismo é disfarçado há muito séculos, Não aceita o seu status nem sua cor    (Eu compro), Cordão (eu compro), Que agride (eu compro), Os pano (eu compro), De grife (eu compro), Mansão (eu compro), De elite (eu compro), Pra nós não tem limite    (Eu compro), Cordão (eu compro), Que agride (eu compro), Os pano (eu compro), De grife (eu compro), Mansão (eu compro), De elite (eu compro), Pra nós não tem limite    Na mão de favelado é mó guela, É mó guela (guela), é mó guela (guela), Na mão de favelado é mó guela, É mó guela (guela), é mó guela (guela)    Na mão de favelado é mó guela, É mó guela (guela), é mó guela (guela), Na mão de favelado é mó guela, É mó guela (guela), é mó guela (guela)   ,  \"Fique rico ou Morra tentando\", assim falou 50 Cent, Sem ter como, sem dinheiro cê não entra no game, E no corre do cash tem que ganhar mais que perder, Financiar o seu sonho e acreditar em você, Seu limite cê que sabe, quer chegar aonde?, Ter helicóptero no iate, conquiste sua condição, Sem trauma, malandragem é viver, Depois que aposentar não pode mais sofrer    O que todos almejam é patrimônio e riqueza, Pro favela é proeza ostentar a nobreza, Viajar, conforto, tem que ser primeira classe!, Hotel cinco estrelas em Miami na night gastar, Os nego quer algo mais do que um barraco pra dormir, Os nego quer não só viver de aparência, Quer ter roupa, quer ter joia e se incluir, Quer ter euro, quer ter dólar e usufruir    (Eu compro), Cordão (eu compro), Que agride (eu compro), Os pano (eu compro), De grife (eu compro), Mansão (eu compro), De elite (eu compro), Pra nós não tem limite    (Eu compro), Cordão (eu compro), Que agride (eu compro), Os pano (eu compro), De grife (eu compro), Mansão (eu compro), De elite (eu compro), Pra nós não tem limite    Na mão de favelado é mó guela, É mó guela (guela), é mó guela (guela), Na mão de favelado é mó guela, É mó guela (guela), é mó guela (guela)    Na mão de favelado é mó guela, É mó guela (guela), é mó guela (guela), Na mão de favelado é mó guela, É mó guela (guela), é mó guela (guela)  ","20":"  Hoje eu sou ladrão, artigo 157, As cachorra me ama, os playboy se derrete, Hoje eu sou ladrão, artigo 157, A polícia bola um plano, sou herói dos pivete    Uma pá de bico cresce o zóio quando eu chego, Zé povinho é foda, ô! Né não, nego?, Eu tô de mal com o mundo, Terça-feira à tarde, Já fumei um ligeiro com os covarde, Eu só confio em mim, mais ninguém, cê me entende, Fala gíria bem, até papagaio aprende, Vagabundo assalta banco usando Gucci e Versace, Civil dá o bote usando caminhão da Light, Presente de grego, né, cavalo de Troia, Nem tudo que brilha é relíquia, nem joia, não, Lembra aquela fita, lá?, (Ô, fala aí, jão!), O bico veio aí, mó cara de ladrão    Como é que é, rapa? Calor do caraio, Licença, aí, deixa eu fumar, Passa a bola, Romário    Hum, meio confiado, né? É, eu percebi, Pensei, ó só, que era truta seu, ó o milho, E diz que tinha um canal, que vende isso e aquilo, Quem é? Quem tem m pra vender? Quero um quilo, Um quilo de quê, jow? Cê conhece quem?    Sei lá, sei não, hein, Eu sou novo também    Irmão, quando ele falou um quilo, É o deixo, é o milho, a micha caiu, Mas onde é que já se viu? Assim, tá de piolhagem, Não vai daqui ali, mó chavão, nesses trajes, De óculos escuros, bermuda e chinelo, O negão era polícia, irmão, mó castelo    Hoje eu sou ladrão, artigo 157, As cachorra me ama, os playboy se derrete, Hoje eu sou ladrão, artigo 157, A polícia bola um plano, sou herói dos pivete    Hoje eu sou ladrão, artigo 157, As cachorra me ama, os playboy se derrete, Hoje eu sou ladrão, artigo 157, A polícia bola um plano, sou herói dos pivete    Nego, São Paulo é selva e eu conheço a fauna, Muita calma, ladrão, muita calma, Eu vejo os ganso descer e as cachorra subir, Os dois peida pra ver quem guia o GTI    Mas, também, né, jão? Sem fingir, sem dar pano, É boca de favela, ô, vamo e convenhamo, Tiazinha trabalha há 30 anos e anda a pé, Às vezes cagueta de revolta, né?    Quê? Né nada disso, não, cê tá nessa?, Revolta com o governo, não comigo, as conversa, Traidor, cobra-cega, pensou se a moda pega?, Nego, eles te entrega pro Depatri: Aí, sujou, De bolinho, complô, Pode até ser que tem, sei lá, Qualquer lugar, vários têm celular, Não dá pra acreditar que aconteça, Na hora do choque, que um de nós troque uma cabeça, Por incrível que pareça, pode ser, ó, meu, O dia de amanhã, quem sabe é Deus, Eu não sei, não vi, não sou, morro cadeado, Firmão, deixa eu ir, quem não é visto, não é lembrado    Hoje eu sou ladrão, artigo 157, As cachorra me ama, os playboy se derrete, Hoje eu sou ladrão, artigo 157, A polícia bola um plano, sou herói dos pivete    Hoje eu sou ladrão, artigo 157, As cachorra me ama, os playboy se derrete, Hoje eu sou ladrão, artigo 157, A polícia bola um plano, sou herói dos pivete    Família em primeiro lugar, é o que há, Juro pra senhora, mãe, que eu vou parar, Meu amor é só seu, brilhante num cofre, Enquanto eu viver, a senhora nunca mais sofre, Tá daquele jeito: Se é, é agora, É calça de veludo ou bunda de fora, Me perdoe, me perdoe, mãe, se eu não tenho mais, O olhar que um dia foi te agradar com cartaz, Escrito assim: 12 de maio - em marrom, Um coração azul e branco em papel crepom, Seu mundo era bom, Pena que, hoje em dia, só encontro no seu álbum de fotografia, Juro que vou te provar que não foi em vão, Mas cumprir ordem de bacana não dá mais, não    Xiii, jão! Falando sozin?, Essa era da boa, hein? Põe dessa pra mim, O barato tá doido e os mano te ligou, ali, Mas tem que ser já, sem pensar, cê quer ir?, A ponta é daqui a pouco, oito horas, oito e pouco, Tá tudo no papel, dá pra arrumar uns troco, O time tava montado, mas tem um que não pode, Os mano é do outro lado, mas é, é pela orde, Vamo, tá mó mamão, só catar, demorou, Ó só, te pus na fita porque cê é merecedor, Não vou te pôr em fita podre, aliado, A cena é essa, ó, fica ligado    Um mão-branca fica só de migué, No bar em frente o dia inteiro, tomando café, É nosso, O outro é japonês, o Kazu, Que fica ali vendendo um dog e talão zona azul    Cê compra o dog dele e fica ali no bolinho, Ele tem só um canela-seca no carrinho    Se liga a loira, né, então, vai tá lá dentro, De onda com os guardinha, pã, Nessa aí que eu entro    É dois, tem mais um, foi quem deu, tá ligeiro, Na hora, ele vai estar de AK no banheiro    Tem uma XT na porta e uma Sahara, Pega a contra-mão, vira à esquerda e não para, cara, É direto e reto, na mesma, até a praça, Que tá tudo em obra, e os carro não passa    Do outro lado, tá a Rose, de Golf, na espera, Dá as arma e os malote pra ela e já era, Depois só (fiiiu!) praia e maconha, Comer todas as burguesa em Fernando de Noronha    Nossa, mano, vou pegar aqueles gadinho, lá, que mora no condomínio, viiish!, Ih, e aquelas mina, lá?, Só gata, feio!, Se elas até gostar de fumar um baseado, Vou levar elas toda!    O dia D chegou, Se esse é o lugar, então, aqui estou, Quanto mais frio, mais em prol, Um amante do dinheiro, pontual como o Sol, Igual eu, de roupão e capacete, No frio, já é quente, ainda usando colete, Já era, eu tô aqui, e aonde cê tá, jão?, Tô vendo ninguém, e o japonês tá aqui, não    O carrinho não tá, né? Daqui eu ganhei, O outro mão nem comeu, também, desde que eu cheguei    Mas por que logo hoje? Por que que mudaram?, É difícil errar, os que deu a fita erraram, Sei, não, tá esquisito, jão, tá sinistro, Não é melhor nóis se jogar? Vê direito, hein?, E, qualquer coisa, a loira vai ligar, não tem pressa, Cê é que nem meu irmão, caraio, porra, num dá essa!    Só tem o zé povinho e os motoboy, Tá gelado? Vamo entrar, vagabundo, é nóis    Nossa senhora, o neguinho passou a mil, Eu falei, nem ouviu, nem olhou, nem me viu, Minha cara é esperar, eu não tiro o zóio, Lá dentro, eu não sei, meu estômago dói, Lá vem o truta: Vamo! É agora!    Tudo errado, vamo embora, caiu a fita, sujou!    Cadê o neguinho? Demorou!, Caraio, bem que eu falei!    Todos funça mudou, Só tinha dois, mas tem três!    O neguinho vinha vindo, do que vinha rindo?, O pesadelo do sistema não tem medo da morte, Dobrou o joelho e caiu como um homem, Na giratória, abraçado com o malote, Eu falei, porra! Eu não te falei?! Não ia dar!, Pra mãe dele, quem que vai falar, quando nóis chegar?, Um filho pra criar, imagina a notícia    Lamentável, vamo aí, vai chover de polícia    A vida é sofrida, mas não vou chorar, Viver de quê? Eu vou me humilhar?, É tudo uma questão de conhecer o lugar, Quanto tem, quanto vem e a minha parte, quanto dá, Porque    Hoje eu sou ladrão, artigo 157, As cachorra me ama, os playboy se derrete, Hoje eu sou ladrão, artigo 157, A polícia bola um plano, sou herói dos pivete    Hoje eu sou ladrão, artigo 157, As cachorra me ama, os playboy se derrete, Hoje eu sou ladrão, artigo 157, A polícia bola um plano, sou herói dos pivete    Aí, louco, muita fé naquele que tá lá em cima, que ele olha pra todos, e todos têm o mesmo valor, Vem fácil, vai fácil, essa é a lei da natureza, não pode se desesperar, E aí, molecadinha, tô de olho em vocês, hein?, Não vai pra grupo, não, a cena é triste, Vamos estudar, respeitar o pai e a mãe e viver, Viver!, Essa é a cena, Muito amor  ","21":"","22":"  Baby, eu te proponho, Meu jardim secreto, a casa do meu sonho, Matriz do meu lugar, onde você poderia nadar, Sem lenda, sem fenda, eu tentei te levar    Vamos fugir desse lugar, Vamos fugir desse lugar, Vamos fugir desse lugar, Baby, desse lugar    Baby me dê a mão e confia em mim, eu, Quero te mostrar um mundo novo, só meu, Peço discrição por mais de mil motivos, Não por nada, um pouco possessivo, perdão, Algo que me orgulhe para que eu mergulhe, Nesse corpo absurdo, nesse corpo inseguro, Eu posso ser seu escudo no claro ou no escuro, E é eterno enquanto dure e através do muro, E se moiar? E se o júri ter provas contra nóis?, Tem além do horizonte, vida nova, outro ar, Vem, vem    No nosso dicionário tem, Meu imaginário diz: \"larga de ser boba e vem ver\", O verso que eu te fiz, ler e harmonia, O dia nascer feliz, baby, Abre os seus braços, a gente faz um país, baby, Essa é a vida que eu quis, eu abracei com as 10, Exagerado à 180 ou jogado aos seus pés, baby, \"Vamos fugir desse lugar, baby\", Se tá pra ser feliz, Te proponho, Mais e melhores dias em nossa vida, Acredito em ti    De cara com seu sexo, amei, sabor do mel, Vou ao céu que se crê, estresse ou loucura, espécie de cura, esquece, Estou por mim, por um triz, vou entre suas coxas, minha diretriz, Não há morro tão alto, vale tão fundo, Toda pressão, tudo, foda-se o mundo cão, Você no toque e eu com a glock na mão, já era, Refúgio na serra, eu fujo à vera, eu fui, Fundo na ideia eu bolo a vela, eu fumo, O norte é meu rumo, ao norte eu não erro, Os federais dão um zoom na 381 verá    Hoje o amanhecer é lindo, cultuar, seu senhor aos dias de domingo, acordar, Som das catedrais e o cheiro de café, Jamais olhar pra outra mulher, Vem ver, vamos fugir desse lugar, \"Algo me diz que amanhã a coisa irá mudar, Só mesmo um grande amor nos faz ter ...\"  ","23":"  1993, fundidamente voltando, Racionais, Usando e abusando da nossa liberdade de expressão, Um dos poucos direitos que o jovem negro ainda tem nesse país, Você está entrando no mundo da informação, Auto-conhecimento, denúncia e diversão, Esse é o Raio X do Brasil, seja bem vindo    À toda comunidade pobre da Zona Sul    Chegou fim de semana todos querem diversão, Só alegria nós estamos no verão, mês de janeiro, São Paulo, zona sul, Todo mundo à vontade, calor céu azul, Eu quero aproveitar o Sol, Encontrar os camaradas prum basquetebol, Não pega nada, Estou a uma hora da minha quebrada, Logo mais, quero ver todos em paz    Um, dois, três carros na calçada, Feliz e agitada toda prayboyzada, As garagens abertas eles lavam os carros, Desperdiçam a água, eles fazem a festa, Vários estilos vagabundas, motocicletas, Coroa rico boca aberta, isca predileta    De verde fluorescente queimada sorridente, A mesma vaca loura circulando como sempre, Roda a banca dos playboys do Guarujá, Muitos manos se esquecem na minha não cresce, Sou assim e tô legal, até me leve a mal, Malicioso e realista sou eu Mano Brown    Me dê 4 bons motivos pra não ser, Olha o meu povo nas favelas e vai perceber, Daqui eu vejo uma caranga do ano, Toda equipada e um tiozinho guiando    Com seus filhos ao lado estão indo ao parque, Eufóricos brinquedos eletrônicos, Automaticamente eu imagino, A molecada lá da área como é que tá, Provavelmente correndo pra lá e pra cá, Jogando bola descalços nas ruas de terra, É, brincam do jeito que dá    Gritando palavrão é o jeito deles, Eles não têm videogame e às vezes nem televisão, Mas todos eles têm um dom São Cosme e São Damião, A única proteção    No último Natal, Papai Noel escondeu um brinquedo, Prateado, brilhava no meio do mato, Um menininho de 10 anos achou o presente, Era de ferro com 12 balas no pente, O fim de ano foi melhor pra muita gente    Eles também gostariam de ter bicicletas, De ver seu pai fazendo cooper tipo atleta, Gostam de ir ao parque e se divertir, E que alguém os ensinasse a dirigir, Mas eles só querem paz e mesmo assim é um sonho, Fim de semana no Parque Santo Antônio    Vamos passear no parque, Deixa o menino brincar, Fim de semana no parque, Vamos passear no parque, Vou rezar pra esse domingo não chover    Olha só aquele clube que da hora, Olha aquela quadra, olha aquele campo, olha, Olha quanta gente, Tem sorveteria, cinema, piscina quente, Olha quanto boy, olha quanta mina, Afoga essa vaca dentro da piscina, Tem corrida de kart dá pra ver, É igualzinho o que eu vi ontem na TV    Olha só aquele clube que da hora, Olha o pretinho vendo tudo do lado de fora, Nem se lembra do dinheiro que tem que levar, Do seu pai bem louco gritando dentro do bar, Nem se lembra de ontem, de hoje e o futuro, Ele apenas sonha através do muro    Milhares de casas amontoadas, Ruas de terra esse é o morro, a minha área me espera, Gritaria na feira (vamos chegando), Pode crer eu gosto disso mais calor humano    Na periferia a alegria é igual, É quase meio dia a euforia é geral, É lá que moram meus irmãos, meus amigos, E a maioria por aqui se parece comigo, E eu também sou o bam bam bam e o que manda, O pessoal desde às 10 da manhã está no samba, Preste atenção no repique e atenção no acorde, (Como é que é Mano Brown?), Pode crer pela ordem    A número, número 1 em baixa renda da cidade, Comunidade zona sul é, dignidade, Tem um corpo no escadão, a tiazinha desce o morro, Polícia, a morte, polícia, socorro, Aqui não vejo nenhum clube poliesportivo, Pra molecada frequentar, nenhum incentivo, O investimento no lazer é muito escasso, O centro comunitário é um fracasso, Mas aí, se quiser se destruir está no lugar certo, Tem bebida e cocaína sempre por perto, A cada esquina 100, 200 metros, Nem sempre é bom ser esperto    Schmidt, Taurus, Rossi, Dreher ou Campari, Pronúncia agradável, estrago inevitável, Nomes estrangeiros que estão no nosso meio pra matar, MERDA, Como se fosse ontem ainda me lembro, 7 horas sábado, 4 de dezembro, Uma bala uma moto com 2 imbecis, Mataram nosso mano que fazia o morro mais feliz, E indiretamente ainda faz, mano Rogério esteja em paz, Vigiando lá de cima, A molecada do Parque Regina    Vamos passear no parque, Deixa o menino brincar, Fim de semana no parque, Vamos passear no parque, Vou rezar pra esse domingo não chover    Tô cansado dessa porra, De toda essa bobagem, Alcoolismo, vingança, treta, malandragem, Mãe angustiada, filho problemático, Famílias destruídas, fins de semana trágicos, O sistema quer isso, a molecada tem que aprender, Fim de semana no Parque Ipê    Vamos passear no parque, Deixa o menino brincar, Fim de semana no parque, Vamos passear no parque, Vou rezar pra esse domingo não chover   \"Pode crer Racionais MC s e Negritude Júnior juntos\", Vamos investir em nós mesmos, mantendo distância das, Drogas e do álcool    Aí rapaziada do Parque Ipê, Jardim São Luiz, Jardim Ingá, Parque Arariba, Vaz de Lima, Morro do Piolho, Vale das Virtudes e Pirajussara    É isso aí Mano Brown (é isso ai Netinho, paz a todos)  ","24":"","25":"  Fone (intro)    E ai Paulo marquei um jogo pra domingo, A mano demoro em tem uns dia já que eu não jogo uma, bola, e ai Rafa vamo joga uma bola ai?, A mano tô indo da um role, I mano eu e o Paulo fomo não role loco segunda-feira, ai mano, Ai Rafa dexaro nóis, Pode crê, Não foi dessa vez, A tinha varias mulhe la em mano, Nem te falo em só as de elite, (Celular toca), Alo, E ai colega tudo beim?, E ai quem tá falando que tá falando, Tem um tempo pra mim, A mais quem tá falando, Eu so aquela morena de segunda, A pode crê e ai mônica come qui é, São tantas né?, A também não tô com essa bola toda não, Se não me ligo mais por que, Não te liguei por que puta varias fita, Queria ver quando a gente pode se ver, Pode ser sexta-feira, tô com saudade, Também bem tô com saudades, Vê se me liga tá, Eu te ligo tá volta liga ai pra gente marca, Tchau bejaum, Tchau, Ai Paulo aquela morena la, Que nada se pa é aquela loira em, Quem atendeu o telefone? Quem será agora perai alô, Oi amor tô te esperando, Oi tudo bem?, Você não ia passa aqui?, Vo passa ai já amor daqui a pouco, Você prometeu que ia ser hoje lembra, Não vai ser hoje eu tardo mais não falho, tô daquele jeito pra você, Á demoro, Ai rapo o barato fico loco olha só quem tá ligando, Vixe, Vixe, É hoje em, Ai Paulo sua mulher, I mano esqueci ela la no centro ó    Que que tá acontecendo eu so troxa agora, O que, Se tá me achando com cara de palhaça, A se só ligo agora pra chinga, Você não falo que ia passa no centro pra me pega, Por que se não ligo pra lembra, Eu tava te esperando pô, Acabei de sai da reunião, Nem precisa vim mais em, Por que você não me ligo pra avisa, Seu safado no mínimo você foi fica com outra, Ligo pa fica xingando, Pilantra, sem-vergonha, irresponsável, cachorro, I da licença se da licença ó que mina cabulosa desligou, na minha cara ó.  ","26":"  Essa porra é um campo minado, Quantas vezes eu pensei em me jogar daqui?, Mas aí, minha área é tudo o que eu tenho, A minha vida é aqui, eu não consigo sair    É muito fácil fugir, mas eu não vou, Não vou trair quem eu fui, quem eu sou, Eu gosto de onde eu vou e de onde eu vim, Ensinamento da favela foi muito bom pra mim    Cada lugar, um lugar, cada lugar, uma lei, Cada lei uma razão, eu sempre respeitei, Qualquer jurisdição, qualquer área, Jardim Santo Eduardo, Grajaú, Missionária    Funchal, Pedreira e tal, Joaniza, Eu tento adivinhar o que você mais precisa, Levantar sua goma ou comprar uns pano, Um advogado pra tirar seu mano    No dia da visita você diz que eu vou mandar, Cigarro pros maluco lá no x, Então, como eu tava dizendo, sangue bom, Isso não é sermão, ouve aí, tem o dom?    Eu sei como é que é, é foda, parceiro, É a maldade na cabeça o dia inteiro, Nada de roupa, nada de carro, sem emprego, Não tem ibope, não tem rolê sem dinheiro, Sendo assim, sem chance, sem mulher, Você sabe muito bem o que ela quer, é    Encontre uma de caráter se você puder, É embaçado ou não é?, Ninguém é mais que ninguém, absolutamente, Aqui quem fala é mais um sobrevivente, Eu era só um moleque, só pensava em dançar, Cabelo black e tênis All Star    Na roda da função, mó zoeira!, Tomando vinho seco em volta da fogueira, A noite inteira, só contando história, Sobre o crime, sobre as treta na escola    Não tava nem aí, nem levava nada a sério, Admirava os ladrão e os malandro mais velho, Mas se liga, olhe ao seu redor e me diga, O que melhorou? Da função, quem sobrou?, Sei lá, muito velório rolou de lá pra cá, Qual a próxima mãe que vai chorar?    Há! Demorou, mas hoje eu posso compreender, Que malandragem de verdade é viver    Agradeço a Deus e aos orixás, Parei no meio do caminho e olhei pra trás, Meus outros manos todos foram longe demais, Cemitério São Luis, aqui jaz    Mas que merda, meu oitão tá até a boca, que vida louca!, Por que é que tem que ser assim?, Ontem eu sonhei que um fulano aproximou de mim, Agora eu quero ver ladrão, Pá! Pá! Pá! Pá!, Fim    É, sonho é sonho, deixa quieto, Sexto sentido é um dom, eu tô esperto, Morrer é um fator, mas conforme for, Tem no bolso, na agulha e mais cinco no tambor    Joga o jogo, vamos lá, caiu a oito eu mato a par, Eu não preciso de muito pra sentir-me capaz, De encontrar a fórmula mágica da paz    (Eu vou procurar, sei que vou encontrar), (Eu vou procurar, eu vou procurar), (Você não bota uma fé, mas eu vou atrás), Da minha fórmula mágica da paz    (Eu vou procurar, sei que vou encontrar), Procure a sua, (Eu vou procurar, eu vou procurar), (Você não bota uma fé), Eu vou atrás da minha, (Você não bota uma fé)    Caralho! Que calor, que horas são agora?, Dá pra ouvir a pivetada gritando lá fora, Hoje acordei cedo pra ver, Sentir a brisa de manhã e o sol nascer    É época de pipa, o céu tá cheio, Quinze anos atrás, eu tava ali no meio, Lembrei de quando era pequeno, eu e os cara, (Faz tempo), faz tempo, E o tempo não para    Hoje tá da hora o esquema pra sair, é, Vamo, não demora, mano, chega aí!, Cê viu ontem? Os tiro, ouvi um monte!, Então, diz que tem uma pá de sangue no campão, Mas ih, mano, toda mão, É sempre a mesma ideia junto, Treta, tiro, sangue, aí, muda de assunto, Traz a fita pra eu ouvir porque eu tô sem, Principalmente aquela lá do Jorge Ben    Uma pá de mano preso chora a solidão, Uma pá de mano solto sem disposição, Empenhorando por aí, rádio, tênis, calça, Acende num cachimbo, Virou fumaça!    Não é por nada não, mas aí, nem me liga, ô, A minha liberdade eu curto bem melhor, Eu não tô nem aí pra o que os outros fala, Quatro, cinco, seis preto num Opala    Pode vir, gambé, paga pau, Tô na minha, na moral, na maior, Sem goró, sem pacau, sem pó, Eu tô ligeiro, eu tenho a minha regra, Não sou pedreiro, não fumo pedra    Um rolê com os aliados já me faz feliz, Respeito mútuo é a chave, é o que eu sempre quis (diz), Procure a sua, da minha eu vou atrás, até mais, Da fórmula mágica da paz    (Eu vou procurar, sei que vou encontrar), (Eu vou procurar, eu vou procurar), (Você não bota uma fé, mas eu vou atrás), Da fórmula mágica da paz    (Eu vou procurar, sei que vou encontrar), (Eu vou procurar, eu vou procurar), (Você não bota uma fé, mas eu vou atrás)    Choro e correria no saguão do hospital, Dia das criança, feriado e luto final, Sangue e agonia entra pelo corredor, Ele tá vivo! Pelo amor de Deus, doutor!    Quatro Tiros do pescoço pra cima, Puta que pariu, a chance é mínima!, Aqui fora, revolta e dor, Lá dentro, estado desesperador    Eu percebi quem eu sou realmente, Quando eu ouvi o meu subconsciente, E aí mano Brown, cuzão? Cadê você?, Seu mano tá morrendo, o que você vai fazer?    Pode crê, eu me senti inútil, Eu me senti pequeno, mais um cuzão vingativo (mais um), Puta desespero, não dá pra acreditar, Que pesadelo, eu quero acordar    Não dá, não deu, Não daria de jeito nenhum, O Derlei era só mais um rapaz comum!, Dali a poucos minutos, mais uma dona Maria de luto!    Na parede o sinal da cruz, Que porra é essa?, Que mundo é esse?, Onde tá Jesus?, Mais uma vez o emissário, Não incluiu Capão Redondo em seu itinerário    Porra, eu tô confuso, preciso pensar, Me dá um tempo pra eu raciocinar, Eu já não sei distinguir quem tá errado, Sei lá, minha ideologia enfraqueceu, Preto, branco, polícia, ladrão ou eu, Quem é mais filha da puta, eu não sei!, Aí fudeu, fudeu, decepção essas hora, A depressão quer me pegar, vou sair fora    Dois de novembro era finados, Eu parei em frente ao são Luis do outro lado, E durante uma meia hora, olhei um por um, E o que todas as senhoras tinham em comum, A roupa humilde, a pele escura, O rosto abatido pela vida dura, Colocando flores sobre a sepultura, (Podia ser a minha mãe), Que loucura!    Cada lugar uma lei, eu tô ligado, No extremo sul da zona sul tá tudo errado, Aqui vale muito pouco a sua vida, Nossa lei é falha, violenta e suicida    Se diz que me diz que não se revela, Parágrafo primeiro na lei da favela (legal), Assustador é quando se descobre, Que tudo deu em nada, e que só morre o pobre    A gente vive se matando irmão, por quê?, Não me olhe assim, eu sou igual a você, Descanse o seu gatilho, descanse o seu gatilho, Entre no trem da malandragem, o meu rap é o trilho    Vou dizer    (Procure a sua paz), Pra todas a famílias aí, Que perderam pessoas importantes, morô, meu?, (Eu vou procurar e sei que vou encontrar), Procure a sua paz (paz), Não se acostume com esse cotidiano violento, Que essa não é a sua vida, Que essa não é a minha vida, morô, mano?, (Procure a sua paz)    Aí, Derlei, descanse em paz!, Aí, Carlinhos, procure a sua paz!, (Eu vou procurar e sei que vou encontrar), Aí, Quico, você deixou saudade, morô, mano?    (Agradeço a Deus e aos orixás), Eu tenho muito a agradecer por tudo, (Agradeço a Deus e aos orixás), (Eu vou procurar e sei que vou encontrar), Cheguei aos vinte e sete, Eu sou um vencedor, tá ligado, mano?, (Agradeço a Deus e aos orixás), Aí, procure a sua, Eu vou atrás da minha fórmula mágica da paz    (Você não bota uma fé), (Eu vou procurar e sei que vou encontrar), Aí, manda um toque na quebrada lá, Coab Adventista e pá, rapaziada!, (Malandragem de verdade é viver), Procure a sua paz!, (Você não bota uma fé)    Que fala é Mano Brown, mais um sobrevivente, (Agradeço a Deus, agradeço a Deus), Vinte e sete ano, contrariando a estatística, morô, meu?, (Agradeço a Deus, agradeço a Deus)    (Procure a sua paz), (Eu vou procurar e sei que vou encontrar), (Eu vou procurar), (Procure a sua paz), Procure a sua!, (Eu vou encontrar)    Você pode encontrar a sua paz, o seu paraíso, (Eu vou procurar), Você pode encontrar o seu inferno, (A fórmula mágica da paz), (Eu vou procurar e sei que vou encontrar)    Eu procuro, A paz  ","27":"  \"Deus fez o mar, as árvore, as criança, o amor., O homem me deu a favela, o crack, a trairagem, as arma, as bebida, as puta., Eu? Eu tenho uma bíblia véia, uma pistola automática e um sentimento de revolta., Eu tô tentando sobreviver no inferno\".  ","28":"  Hey boy! hey boy!, Dá um tempo ai, cola ai!, Pera ai!, Que é mano?, Que esse otário tá fazendo aqui?, Ai dá um tempo ai, chega ai, Que foi bicho!?, Lembra de mim mano?, Não, Então vamo trocar uma ideia nós dois agora    Hey boy o que você está fazendo aqui, Meu bairro não é seu lugar, E você vai se ferir, Você não sabe onde está, Caiu num ninho de cobra, E eu acho que vai ter que se explicar, Pra sair não vai ser fácil, A vida aqui é dura, Dura é a lei do mais forte, Onde a miséria não tem cura, E o remédio mais provável é a morte, Continuar vivo é uma batalha, Isso é se eu não cometer falha, E se eu não fosse esperto, Tiravam tudo de mim, Arrancavam minha pele    Minha vida enfim, Tenho que me desdobrar, Pra não puxarem meu tapete, E estar sempre quente, Pra não ser surpreendido de repente, Se eu vacilo trocam minha vaga, O que você fizer, Aqui mesmo você paga, A pouca grana que eu tenho, Não dá pro próprio consumo, Enquanto nós conversamos, A polícia apreende e finge, A marginalidade cresce sem precedência, Conforme o tempo passa, Aumenta é a tendência, E muitas vezes não tem jeito, A solução é roubar, E seus pais acham que a cadeia é nosso lugar, O sistema é a causa, E nós somos a consequência....Maior, Da chamada violência, Por que na real, Com nossa vida ninguém se importa, E ainda querem que sejamos patriotas    Hey, boy    Isso tudo é verdade, Mas não tenha dó de mim, Por que esse é meu lugar, Mas eu o quero mesmo assim, Mesmo sendo o lado esquecido da cidade, E bode expiatório de toda e qualquer mediocridade, A sociedade já não sabe o que fazer, Se vão interferir ou deixar acontecer, Mas por sermos todos pobres, Os tachados somos nós, Só por ser conveniente    Hey, boy    Pense bem se não faz sentido, Se hoje em dia eu fosse um cara, Tão bem sucedido, Como você é chamado de superior, E tem todos na mão, E tudo a seu favor, Sempre teve tudo, E não fez nada por ninguém, Se as coisas andam mal, É sua culpa também, Seus pais dão as costas, Para o mundo que os cercam, Ficam com o maior melhor, E pra nós nada resta, Você gasta fortunas, Se vestindo em etiqueta, E na sarjeta é as crianças, Futuros homens, Quase não comem morrem de fome, Com frio e com medo, Já não é segredo e as drogas consomem, Sinta o contraste e só me de razão, Não fale mais nada porque, Vai ser em vão    Hey, boy    Você faz parte daqueles que colaboram, Para que a vida de muitas pessoas, Seja tão ruim, Acha que sozinho não vai resolver, Mas é por muitos pensarem assim como você, Que a situação, Vai de mal a pior, E como sempre você pensa em si só, Seu egoísmo ambição e desprezo, Serão os argumentos pra matar você mesmo, Então eu digo: Hey, boy, Não fique surpreso, Se o ridículo e odioso, Círculo vicioso, Sistema que você faz parte, Transforma num criminoso, E doloroso, Será ser rejeitado, humilhado, Considerado um marginal, Descriminado, você vai saber, Sentir na pele como dói, Então aprenda a lição    Hey, boy    Aí boy sai andando ai certo, Eu tenho todos os motivos, Mas nem por isso eu vou te roubar, Morô?, Sai andando, Vai caminha mano!, Não tem nada pra você aqui não, seu otário!, Vai embora, Sai fora, E não pisa mais aqui hein!  ","29":"  Um homem na estrada recomeça sua vida, Sua finalidade: A sua liberdade, Que foi perdida, subtraída, E quer provar a si mesmo que realmente mudou, Que se recuperou e quer viver em paz, Não olhar para trás, dizer ao crime: Nunca mais, Pois sua infância não foi um mar de rosas, não, Na FEBEM, lembranças dolorosas, então    Sim, ganhar dinheiro, ficar rico, enfim, Muitos morreram sim, sonhando alto assim, Me digam quem é feliz, quem não se desespera, Vendo nascer seu filho no berço da miséria, Um lugar onde só tinham como atração, O bar e o candomblé pra se tomar a bênção, Esse é o palco da história que por mim será contada, Um homem na estrada    Equilibrado num barranco, um cômodo mal acabado e sujo, Porém, seu único lar, seu bem e seu refúgio, Um cheiro horrível de esgoto no quintal, Por cima ou por baixo, se chover será fatal, Um pedaço do inferno, aqui é onde eu estou, Até o IBGE passou aqui e nunca mais voltou, Numerou os barracos, fez uma pá de perguntas, Logo depois esqueceram, filha da puta!, Acharam uma mina morta e estuprada, Deviam estar com muita raiva (mano, quanta paulada)    Estava irreconhecível, o rosto desfigurado, Deu meia noite e o corpo ainda estava lá, Coberto com lençol, ressecado pelo Sol, jogado, O IML estava só dez horas atrasado, Sim, ganhar dinheiro, ficar rico, enfim, Quero que meu filho nem se lembre daqui, Tenha uma vida segura, não quero que ele cresça, Com um oitão na cintura e uma PT na cabeça, E o resto da madrugada sem dormir, ele pensa, O que fazer para sair dessa situação?, Desempregado então, com má reputação, Viveu na detenção, ninguém confia não, E a vida desse homem para sempre foi danificada, Um homem na estrada    Um homem na estrada    Amanhece mais um dia e tudo é exatamente igual, Calor insuportável, 28 graus, Faltou água, já é rotina, monotonia, Não tem prazo pra voltar, há!, Já fazem cinco dias, São dez horas, a rua está agitada, Uma ambulância foi chamada com extrema urgência, Loucura, violência, exagerado, Estourou a própria mãe, estava embriagado    Mas bem antes da ressaca ele foi julgado, Arrastado pela rua o pobre do elemento, Um inevitável linchamento, imaginem só, Ele ficou bem feio, não tiveram dó, Os ricos fazem campanha contra as drogas, E falam sobre o poder destrutivo dela, Por outro lado promovem e ganham muito dinheiro, Com o álcool que é vendido na favela    Empapuçado ele sai, vai dar um rolê, Não acredita no que vê, não daquela maneira, Crianças, gatos, cachorros disputam palmo a palmo, Seu café da manhã na lateral da feira, Molecada sem futuro, eu já consigo ver, Só vão na escola pra comer, apenas nada mais, Como é que vão aprender sem incentivo de alguém, Sem orgulho e sem respeito, sem saúde e sem paz    Um mano meu tava ganhando um dinheiro, Tinha comprado um carro, até Rolex tinha, Foi fuzilado a queima roupa no colégio, Abastecendo a playboyzada de farinha, Ficou famoso, virou notícia, Rendeu dinheiro aos jornais, ham, Cartaz à policia, Vinte anos de idade, alcançou os primeiros lugares, Superstar do notícias populares    Uma semana depois chegou o crack, Gente rica por trás, diretoria, Aqui, periferia, miséria de sobra, Um salário por dia garante a mão-de-obra, A clientela tem grana e compra bem, Tudo em casa, costa quente de sócio, A playboyzada muito louca até os ossos, Vender droga por aqui, grande negócio, Sim, ganhar dinheiro ficar rico enfim, Quero um futuro melhor, não quero morrer assim, Num necrotério qualquer, um indigente sem nome e sem nada, O homem na estrada    Assaltos na redondeza levantaram suspeitas, Logo acusaram a favela para variar, E o boato que corre é que esse homem está, Com o seu nome lá na lista dos suspeitos, pregada na parede do bar    A noite chega e o clima estranho no ar, E ele sem desconfiar de nada, vai dormir tranquilamente, Mas na calada caguetaram seus antecedentes, Como se fosse uma doença incurável, No seu braço a tatuagem, DVC, uma passagem, 157 na lei, No seu lado não tem mais ninguém, A Justiça Criminal é implacável, Tiram sua liberdade, família e moral, Mesmo longe do sistema carcerário, Te chamarão para sempre de ex-presidiário, Não confio na polícia, raça do caralho!!!, Se eles me acham baleado na calçada, Chutam minha cara e cospem em mim é, Eu sangraria até a morte (já era, um abraço), Por isso a minha segurança eu mesmo faço    É madrugada, parece estar tudo normal, Mas esse homem desperta, pressentindo o mal, Muito cachorro latindo ele acorda ouvindo, Barulho de carro e passos no quintal, A vizinhança está calada e insegura, Premeditando o final que já conhecem bem, Na madrugada da favela não existem leis, Talvez a lei do silêncio, a lei do cão talvez    Vão invadir o seu barraco, é a polícia, Vieram pra arregaçar, cheios de ódio e malícia, Filhos da puta, comedores de carniça, Já deram minha sentença e eu nem tava na treta, Não são poucos e já vieram muito loucos, Matar na crocodilagem, não vão perder viagem, Quinze caras lá fora, diversos calibres, E eu apenas com uma treze tiros automática, Sou eu mesmo e eu, meu Deus e o meu orixá, No primeiro barulho, eu vou atirar, Se eles me pegam, meu filho fica sem ninguém, E o que eles querem: Mais um pretinho na FEBEM    Sim, ganhar dinheiro ficar rico enfim, A gente sonha a vida inteira e só acorda no fim, Minha verdade foi outra, não dá mais tempo pra nada, Bang! Bang! Bang!    Homem mulato aparentando, Entre vinte e cinco e trinta anos, É encontrado morto na estrada do,\"M Boi Mirim sem número\", Tudo indica ter sido acerto de contas entre quadrilhas rivais, Segundo a polícia, a vítima tinha vasta ficha criminal  ","30":"","32":"  O que é, o que é?    Clara e salgada, Cabe em um olho e pesa uma tonelada, Tem sabor de mar, Pode ser discreta, Inquilina da dor, Morada predileta, Na calada ela vem, Refém da vingança, Irmã do desespero, Rival da esperança, Pode ser causada por vermes e mundanas, E o espinho da flor    Cruel que você ama, Amante do drama, Vem pra minha cama, Por querer, sem me perguntar me fez sofrer, E eu que me julguei forte, E eu que me senti, Serei um fraco quando outras delas vir, Se o barato é louco e o processo é lento, No momento, Deixa eu caminhar contra o vento    Do que adianta eu ser durão e o coração ser vulnerável?, O vento não, ele é suave, mas é frio e implacável, (É quente) Borrou a letra triste do poeta, (Só) Correu no rosto pardo do profeta, Verme, sai da reta, A lágrima de um homem vai cair, Esse é o seu B.O. pra eternidade, Diz que homem não chora, Tá bom, falou, Não vai pra grupo irmão, aí, Jesus chorou!    Porra, vagabundo óh, Vou te falar, tô chapando, Eita mundo bom de acabar, O que fazer quando a fortaleza tremeu, E quase tudo ao seu redor, Melhor, se corrompeu, Epa, pera lá, muita calma, ladrão, Cadê o espírito imortal do Capão?, Lave o rosto nas águas sagradas da pia, Nada como um dia após o outro dia, Que, sou eu seu lado direito, Tá abalado, por que veio?    Nego, é desse jeito!, Durmo mal, sonho quase a noite inteira, Acordo tenso, tonto e com olheira, Na mente, sensação de mágoa e rancor, Uma fita me abalou na noite anterior, (Alô!), (Aí, dorme em doidão, mil fita acontecendo e cê aí), (Que horas são??), (Meio dia e vinte ó), A fita é o seguinte ó, Não é esqueirando não, Fita de mil grau    Ontem eu tava ali de CB, no pião, Com um truta firmezão, Cê tem que conhecer, Se pam cê liga ele vai saber de repente, Ele fazia até um rap num passado recente, Aham, Vai vendo a fita, Cê não acredita,\"Quando tem que se é Jão, (hã) pres tenção\", Vai vendo: Parei pra fumar um de remédio, Com uns muleque lá e pá, trafica nos prédios, Um que chegou depois, pediu pra dar uns 2    Qual, um patrício ó, novão e os carái, Fumaça vai, fumaça vem ele chapou o coco, Se abriu que nem uma flor, ficou louco, Tava eu, mais dois truta e uma mina, Num Tempra prata, show filmado, ouvindo Guina, Ih, o bico se atacou ó, falou uma pá do cê, Tipo o quê?, Esse Brown aí é cheio de querer ser, Deixa ele moscar e cantar na quebrada, Vamo ver se é isso tudo quando ver as quadrada, Periferia nada, só pensa nele mesmo, Montado no dinheiro e cês aí no veneno    E a cara dele, truta?, Cada um no seu corre, Tudo pelas verde, uns mata, outros morrem, Eu mesmo se eu catar, voa numa hora dessa, Vou me destacar do outro lado de pressa, Vou comprar uma house de boy, depois alugo, Vão me chamar de senhor, não por vulgo, Mas pra ele só a zona sul que é a pá, Diz que ele tira nós, nossa cara é cobrar, O que ele quiser nós quer, vem que tem, Porque eu não pago pau pra ninguém, E eu? Só registrei né, não era de lá    Os mano tudo só ouviu, ninguém falou um A, Quem tem boca fala o que quer pra ter nome, Pra ganhar atenção das muié e\/ou dos homens, Amo minha raça, luto pela cor, O que quer que eu faça é por nós, por amor, Não entende o que eu sou, não entende o que eu faço, Não entende a dor e as lágrimas do palhaço, Mundo em decomposição por um triz, Transforma um irmão meu num verme infeliz, E a minha mãe diz    Paulo, acorda, pensa no futuro que isso é ilusão, Os próprio preto não tá nem aí com isso não, Olha o tanto que eu sofri, que eu sou, o que eu fui, A inveja mata um, tem muita gente ruim    Pô, mãe, não fala assim que eu nem durmo, Meu amor pela senhora já não cabe em Saturno, Dinheiro é bom, quero sim, se essa é a pergunta, Mas a dona Ana fez de mim um homem e não uma puta!, Ei, você, seja lá quem for, pra semente eu não vim    Então, sem terror, Inimigo invisível, Judas incolor, Perseguido eu já nasci, demorou, Apenas por 30 moedas o irmão corrompeu, Atire a primeira pedra quem tem rastro meu, Cadê meu sorriso? Onde tá? É, quem roubou?, Humanidade é má, e até Jesus Chorou, Lágrimas, Lágrimas, Lágrimas, Jesus Chorou    Vermelho e azul, hotel, pisca só no, Cinza escuro do céu, Chuva cai lá fora e aumenta o ritmo, Sozinho eu sou agora o meu inimigo íntimo, Lembranças más vem, pensamentos bons vai, Me ajude, sozinho penso merda pra carai, Gente que acredito, gosto e admiro, Brigava por justiça e paz levou tiro, Malcom X, Ghandi, Lennon, Marvin Gaye, Che Guevara, 2Pac, Bob Marley, E o evangélico Martin Luther King, Lembrei de um truta meu falar assim, Não joga pérolas aos porcos irmão    Joga lavagem, eles prefere assim, Cê tem de usar piolhagem!, Cristo que morreu por milhões, Mas só andou com apenas 12 e um fraquejou, Periferia: Corpos vazios e sem ética, Lotam os pagode rumo à cadeira elétrica, Eu sei, você sabe o que é frustração, Máquina de fazer vilão, Eu penso mil fita, vou enlouquecer, E o piolho diz assim quando me vê, Famoso pra caraio, durão, ih, truta, Faz seu mundo não, Jão, hã, a vida é curta, Só modelo por aí dando boi    Põe elas pra chupar e manda andar depois, Rasgar as madrugadas só de mil e cem, Se sou eu truta, não tem pra ninguém, Zé Povinho é o Cão, tem esses defeitos, Quê? Cê tendo ou não cresce os zóio de qualquer jeito, Cruzar se arrebentar, de repentemente vai, De ponto quarenta, só querer tá no pente, Se só de pensar em matar já matou, Eu prefiro ouvir o pastor, Filho meu, não inveje o homem violento, E nem siga nenhum dos seus caminhos, Lágrimas molham a medalha de um vencedor, Chora agora ri depois, irmão, Jesus chorou    Jesus chorou, Jesus chorou, Jesus chorou, Humanidade é má e até Jesus Chorou  ","33":"  Jorge sentou praça, Na cavalaria, E eu estou feliz porque eu também, Sou da sua companhia    Eu estou vestido com as roupas, E as armas de Jorge, Para que meus inimigos tenham pés, E não me alcancem, Para que meus inimigos tenham mãos, E não me toquem, Para que meus inimigos tenham olhos, E não me vejam, E nem mesmo em pensamento eles possam ter, Para me fazerem mal    Armas de fogo, Meu corpo não alcançarão, Facas e espadas se quebrem, Sem o meu corpo tocar, Cordas e correntes arrebentem, Sem o meu corpo amarrar, Pois eu estou vestido com as roupas, E as armas de Jorge    Jorge é de Capadócia, Salve Jorge, Salve Jorge    Jorge é de Capadócia, Salve Jorge, Salve Jorge  ","34":"  Você não tem amor próprio, fulano!, Nos envergonha, pensa que é o maior., Não passa de um sem vergonha, em seus atos!, Por si só define sua personalidade., Mas é a inferioridade que você sente no fundo., Dá aos racistas imundos, razões o bastante pra prosseguirem nos fodendo como antes., Ovelha branca da raça, traidor!, Vendeu a alma ao inimigo, renegou sua cor!, Mas nosso júri é racional, não falha!, Por que?, Não somos fãs de canalha!, Existe um velho ditado do cativeiro que diz:, que o negro sem orgulho é fraco e infeliz., Como uma grande árvore que não tem raiz., Mas se assim você quis, então terá que pagar!, Porém agora os playboys, querem mais é que se foda!, Você e e a sua raça toda!, Eles nem pensam em te ajudar!, Então! Olhe pra você e lembre dos irmãos!, Com o sangue espalhado, fizeram muitas notícias!, Mortos na mão da polícia, fuzilados de bruços no chão., Me causa raiva e indignação, a sua indiferença quanto à nossa destruição!, Mas, o nosso júri é racional, não falha!, Não somos fã de canalha! (2x), As vagabundas que você a vida toda elogiara, Se divertem hoje, e riem da sua cara., Aquelas vacas usufruíram, usaram do pouco que você tinha, até a última gota!, No entanto, não há outra..., E agora?, Você foi desprezado, jogado fora!, Você não precisa delas!, Se existem negras tão belas, e pode ter as melhores, Por que ficar com as piores?, Burguesas cadelas? pode crer, estou falando sobre nossa auto-estima, voce despreza seu irmão não dá a mínima;, mas nosso júri é racional, não falha!, Não somos fã de canalha! (2x), \"Aqui é o Mano Brown, descendente negro atual, Você está no júri racional e será julgado, otário!, por ter jogado no time contrário., O nosso júri é racional, não falha., Não somos fã de canalha., Prossiga mano Edy Rock e tal.\", Gosto de Nelson Mandela, admiro Spike Lee., Zumbi, um grande herói, o maior daqui., São importantes pra mim, mas você ri e dá as costas., Então acho que sei da porra que você gosta:, Se vestir como playboy, frequentar danceterias, agradar as vagabundas, ver novela todo dia, que merda!, Se esse é seu ideal, é lamentável!, É bem provável que você se foda muito, você se auto-destrói e também quer nos incluir., Porém, não quero, não gosto, sou negro, não posso, não vou admitir!, Do que valem roupas caras, se não tem atitude?, Do que vale a negritude, se não pô-la em prática?, A principal tática, herança de nossa mãe África!, A única coisa que não puderam roubar!, Se soubessem o valor que a nossa raça tem, tingiam a palma da mão pra ser escura também !, Mas nosso júri é racional, não falha!, Não somos fã de canalha!, O nosso júri é racional, não falha!, Não somos fã de canalha! (2x), Quero nos devolver o valor, que a outra raça tirou., Esse é meu ponto de vista. Não sou racista, morou?, Escravisaram sua mente e muitos da nossa gente, mas você, infelizmente, sequer demonstra interesse em se libertar., Essa é a questão: auto-valorização., Esse é o título da nossa revolução., Capítulo 1:, O verdadeiro negro tem que ser capaz, de remar contra a maré, contra qualquer sacrifício., Mas no seu caso é difícil: você só pensa no seu benefício., Desde o início, me mostram indícios, que seus artifícios são vistos pouco originais,anormais, artificiais, embranquiçados demais., Ovelha branca da raça, traidor!, Vendeu a alma ao inimigo, renegou sua cor., Mas nosso júri é racional, não falha!, Por quê? Não somos fã de canalha!, \"Por unanimidade, o júri deste tribunal declara a ação procedente., E considera o réu culpado, Por ignorar a luta dos antepassados negros, Por menosprezar a cultura negra milenar., Por humilhar e ridicularizar os demais irmãos., Sendo instrumento voluntário do inimigo racista., Caso encerrado.\"  ","35":"  Aquele moleque, que sobrevive como manda o dia a dia, Tá na correria, como vive a maioria, Preto desde nascença, escuro de Sol, Eu tô pra vê ali igual, no futebol, Sair um dia das ruas é a meta final, Viver decente, sem ter na mente o mal, Tem o instinto que a liberdade deu, Tem a malicia, que cada esquina deu, Conhece puta, traficante e ladrão, Toda raça, uma par de alucinado e nunca embaçou, Confia neles mais do que na polícia, Quem confia em polícia? Eu não sou louco, A noite chega e o frio também, Sem demora, ai a pedra, O consumo aumenta a cada hora, Pra aquecer ou pra esquecer, Viciar, deve ser pra se adormecer, Pra sonha, viajar, na paranoia, na escuridão, Um poço fundo de lama, mais um irmão, Não quer crescer, ser fugitivo do passado, Envergonhar-se se aos 25 ter chegado, Queria que Deus ouvisse a minha voz, E transformasse aqui num Mundo Mágico de Oz    Queria que Deus ouvisse a minha voz (que Deus ouvisse a minha voz), Num Mundo Mágico de Oz (um Mundo Mágico de Oz)    Um dia ele viu a malandragem com o bolso cheio, Pagando a rodada, risada e vagabunda no meio, A impressão que dá, é que ninguém pode parar, Um carro importado, som no talo, Homem na Estrada, eles gostam, Só bagaceira só, o dia inteiro só, Como ganha o dinheiro?, Vendendo pedra e pó, Rolex, ouro no pescoço à custa de alguém, Uma gostosa do lado, pagando pau pra quem?, A polícia passou e fez o seu papel, Dinheiro na mão, corrupção a luz do céu, Que vida agitada, hein? Gente pobre tem, Periferia tem, Você conhece alguém?    Moleque novo que não passa dos 12, Já viu, viveu, mais que muito homem de hoje, Vira a esquina e para em frente a uma vitrine, Se vê, se imagina na vida do crime, Dizem que quem quer segue o caminho certo, Ele se espelha em quem tá mais perto, Pelo reflexo do vidro ele vê, Seu sonho no chão se retorcer, Ninguém liga pro moleque tendo um ataque, Foda-se, quem morrer dessa porra de crack, Relacione os fatos com seu sonho, Poderia ser eu no seu lugar, Das duas uma, eu não quero desandar, Por aqueles manos que trouxeram essa porra pra cá, Matando os outros, em troca de dinheiro e fama, Grana suja, como vem, vai, não me engana, Queria que Deus ouvisse a minha voz, E transformasse aqui num Mundo Mágico de Oz    Queria que Deus ouvisse a minha voz (que Deus ouvisse a minha voz), Num Mundo Mágico de Oz (um Mundo Mágico de Oz)    Ei mano, será que ele terá uma chance?, Quem vive nessa porra, merece uma revanche, É um dom que você tem de viver, É um dom que você recebe pra sobreviver, História chata, mas cê tá ligado, Que é bom lembrar: Quem entra, é um em cem pra voltar, Quer dinheiro pra vender? Tem um monte aí, Tem dinheiro, quer usar? Tem um monte aí, Tudo dentro de casa vira fumaça, é foda, Será que Deus deve estar aprovando minha raça?, Só desgraça gira em torno daqui, Falei do JB ao Piqueri, Mazzei, Rezei para o moleque que pediu    Qualquer trocado, qualquer moeda, Me ajuda tio, Pra mim não faz falta, uma moeda não neguei, Não quero saber, o que que pega se eu errei, Independente, a minha parte eu fiz, Tirei um sorriso ingênuo, fiquei um terço feliz, Se diz que moleque de rua rouba, O governo, a polícia, no Brasil quem não rouba?, Ele só não tem diploma pra roubar, Ele não esconde atrás de uma farda suja, É tudo uma questão de reflexão, irmão    É uma questão de pensar, A polícia sempre dá o mau exemplo, Lava a minha rua de sangue, leva o ódio pra dentro, Pra dentro de cada canto da cidade, Pra cima dos quatro extremos da simplicidade, A minha liberdade foi roubada, Minha dignidade violentada, Que nada dos manos se ligar, Parar de se matar, Amaldiçoar, levar pra longe daqui essa porra, Não quero que um filho meu um dia Deus me livre morra, Ou um parente meu acabe com um tiro na boca, É preciso eu morrer pra Deus ouvir minha voz, Ou transformar aqui no Mundo Mágico de Oz?    Queria que Deus ouvisse a minha voz (que Deus ouvisse a minha voz), Num Mundo Mágico de Oz (um Mundo Mágico de Oz)    Jardim Filhos da Terra e tal, Jardim Hebron, Jaçanã e Jova Rural, Piqueri, Mazzei, Nova Galvão, Jardim Corisco, Fontális e então, Campo Limpo, Guarulhos, Jardim Peri, JB, Edu Chaves e Tucuruvi, Alô Doze, Mimosa, São Rafael, Zaki Narchi, tem um lugar no céu    Às vezes eu fico pensando, Se Deus existe mesmo, morô?, Porque meu povo já sofreu demais, E continua sofrendo até hoje, Só que ai eu vejo os moleque nos farol, na rua, Muito louco de cola, de pedra, E eu penso que poderia ser um filho meu, morô?, Mas aí, eu tenho fé, Eu tenho fé em Deus  ","36":"  Você viu aquele mano na porta do bar?, Jogando um bilhar, descontraído e pá, Cercado de uma pá de camaradas, Da área uma das pessoas mais consideradas, Ele não deixa brecha, não fode ninguém, Adianta vários lados sem olhar a quem, Tem poucos bens, mais que nada, Um Fusca 73 e uma mina apaixonada, Ele é feliz e tem o que sempre quis, Uma vida humilde porém sossegada, Um bom filho, um bom irmão, Um cidadão comum com um pouco de ambição, Tem seus defeitos, mas sabe relacionar, Você viu aquele mano na porta do bar?, (Aquele mano)    Você viu aquele mano na porta do bar?, Ultimamente andei ouvindo ele reclamar, Da sua falta de dinheiro, era problema, Que a sua vida pacata já não vale a pena, Queria ter um carro confortável, Queria ser um cara mais notável, Tudo bem, até aí nada posso dizer, Um cara de destaque eu também quero ser!, Ele disse que a amizade é pouco, Disse mais, que seu amigo é dinheiro no bolso, Particularmente para mim não tem problema nenhum, Por mim cada um, cada um, Na lei da selva, consumir é necessário, Compre mais! Compre mais!, Supere o seu adversário, Seu status depende da tragédia de alguém, É isso, capitalismo selvagem, Ele quer ter mais dinheiro, o quanto puder, Qual que é desse mano?, Sei lá qual que é, Sou Mano Brown, a testemunha ocular, Você viu aquele mano na porta do bar?, (Aquele mano)    Quem é aqueles mano que tava andando com você ontem a noite?, É uns mano diferente aí que tá rolando de outra quebrada aí, mas é, O seguinte, eu tô agarrando os mano de qualquer jeito, certo?, Nós somo aqui da área mano?, Não tem nada a ver com você, Já era meu irmão! Já era!, Qual que é? Num tô te entendendo, explica isso aí direito, Movimento é dinheiro meu irmão, Você nunca me deu nada    Você viu aquele mano na porta do bar?, Ele mudou demais de uns tempos para cá, Cercado de uma pá de tipo estranho, Que prometem pra ele o mundo dos sonhos, Ele tá diferente, não é mais como antes, Agora anda armado a todo instante, Não precisa mais dos aliados, Negociantes influentes estão ao seu lado, Sua mina apaixonada, amiga e solidária, Perdeu a posição, agora ele tem várias, Várias mulheres, vários clientes, vários artigos, Vários dólares e vários inimigos, No mercado da droga o mais falado, o mais foda, Em menos de um ano subiu de cotação, A ascensão meteórica, vantagem numérica, Farinha impura, o ponto que mais fatura, Um traficante de estilo bem peculiar, Você viu aquele mano na porta do bar?, (Aquele mano), Ele matou um feinho a sangue-frio, Às sete horas da noite, uma pá de gente viu e ouviu, A distância, dia de cobrança, A casa estava cheia, mãe, mulher e criança, Quando gritaram o seu nome no portão, Não tinha grana pra pagar, perdão é coisa rara, Tomou dois tiros no meio da cara, A lei da selva é assim, predatória, Click, cleck, BUM! Preserve a sua glória, Transformação radical, estilo de vida, Ontem sossegado e tal, hoje um homicida, Ele diz que se garante, não tá nem aí, Usou e viciou a molecada daqui, Eles estão na dependência doentia, Não dormem a noite, roubam a noite, (Pra cheirar de dia), O tal domínio dos negócios, muita perícia, Ele dá baixa, ele ameaça, truta da polícia, Não tem pra ninguém! No momento é o que há, Você viu aquele mano na porta do bar?, (Aquele mano)    E aí mano, e aquela fita de ontem a noite?, Foi um mano e tal que me devia, mó pilantra safado, queria me dar, Perdido, negócio é negócio, dever pra mim é a mesma coisa que, Dever pro capeta, dei dois tiro na cara dele, já era, virou os olhos, Mas e agora, como é que fica?    Você tá vendo o movimento na porta do bar?, Tem muita gente indo pra lá, o que será?, Daqui apenas posso ver uma fita amarela, Luzes vermelhas e azuis piscando em volta dela, Informações desencontradas, gente indo e vindo, Não tô entendendo nada, vários rostos sorrindo, Ouço um moleque dizer: Mais um cuzão da lista, Dois fulanos numa moto, única pista, Eu vejo manchas no chão, eu vejo um homem ali, É natural pra mim, infelizmente, A lei da selva é traiçoeira, surpresa, Hoje você é o predador, amanhã é a presa, Já posso imaginar, vou confirmar, Me aproximei da multidão, obtive a resposta, Você viu aquele mano na porta do bar?, Ontem a casa caiu, com uma rajada nas costas  ","37":"   Mano Brown , Fértil como a terra preta é a mente do vilão, Quem vem lá, seis função vindo de galachão, (Peraê)     Black Rio , Você não sabe de onde eu vim, Você não sabe o que é sofrer, Cosa Nostra tá chegando aí, E todo mundo vai saber     Du Bronks ,\"Pode par que não dá ímpar, sou Du Bronk s\", Entre lobos e hienas passo á vonts, No volante do fusquinha essa é a visão, Coleta das verdinhas dividindo o pão, Febre da ZS, vida gangsta, Rimas e brilhantes, Cosa Nostra, Perigo do caraio, a vida é passageira, Chega de ensaio, a cena é verdadeira, A banda é a Black Rio, a musica traz sorte, Representa Brown, chega Don Pixote, Do lado dos monstrões, Willian Magalhães, Nessa qualidade vem alguns milhões, Não sabe de onde eu vim, talvez não vai saber, O Rosana tá aí, agora é pra valer     Don Pixote , Vamo caminhando, observando, tenho uns planos, executando, Na terra da garoa tá lucrando, Andando contra o vento, vou vivendo um clima tenso, Revolver na cintura de All Star e lenço, A Cosa Nostra vem, só pra contar as de cem, O bang loko tá aqui, com a Black Rio zen, Alguns pipocas vem, a arma tá sem trava, Sem silenciador pra oureiada, vai pras nuvem, Em campo de novo, pode vir, tem vitória, A maioria é o povo, só quer fazer o bem, Nego faz refém, os branco que aqui tem, Só pega o que tá dentro da mala sem ferir ninguém, Salve FEBEM, me inspiro com o Wu Tang, Canta a realidade das ruas que te leva além, É o fim que vem, tipo o Ryu e o Ken, Quem representou bem demonstrou ter coragem     Black Rio , Você não sabe de onde eu vim     Mano Brown , E no principio era trevas, no inicio do inicio, Um cego leva uma leva, a um passo do precipício, Não de som nem de erva, louco de solidão, No principio era trevas, Malcom foi Lampião, Lâmpadas para os pés, negros do dois mil e dez, Fã de múmia Abu Jamal, Osama, Saddam, Al-Qaeda, Talibã, Iraque, Vietnã, Contra os boys, contra o GOE, contra a Ku-Klux-Klan, E o Japan, de manhã, dando um pelé nos Rocam, Pé-de-porco é pé frio, dos seis é meia de lã (hã, hãhãhã, hã), E o blunt é de maçã, tá firmão, tá suave, sem flagrante na nave, Sou crioulo, sou chave, e elas gostam assim, Não ando sozinho, sabe, tenho vários por mim, Olha! Enquadraram os patrícios, vixe, o molho azedou, Abandonaram o Peugeot, pularam o muro a milhão, Só se for, vai que vai, os moleque é zica carai, da trabalho, né?, Na selva a gente é o que é, porque não tem alarme bom quando o bom ladrão quer, Vocês dão taça de veneno e quer suflair?, Fértil como terra preta é a mente do vilão, Quem vem lá, seis função vindo de galachão, O coração da quebrada percorrendo as artérias, Vão, vão, nunca em vão, espalhando os sonhos em grãos, Na contenção sem férias, nem cor, nem close, um alvo sem pose, Magrelo chavão desde os doze, Meu país demonstrou vergonha de ter minha cor (hã, hã), Seus cuzão, né pra qualquer um memo não, Enquanto a vanguarda negra e a vã, Filosofia sã. Fundão, meu divã, Inédito em avant premiere, não durma no barulho, É a Banda Black Rio na porra do bagulho     Black Rio  , Você não sabe de onde eu vim, Você não sabe o que é sofrer, Cosa Nostra tá chegando aí, E todo mundo vai saber  ","38":"  A postos para o seu general, Mil faces de um homem leal, A postos para o seu general, Mil faces de um homem leal    Protetor das multidões, Encarnações de célebres malandros, De cérebros brilhantes, Reuniram-se no céu, O destino de um fiel, se é o céu o que Deus quer, Consumado, é o que é, assim foi escrito, Mártir, Mito ou Maldito sonhador, Bandido da minha cor, Um novo messias, Se o povo domina ou não, Se poucos sabiam ler, E eu morrer em vão, Leso e louco sem saber, Coisas do Brasil, super-herói, mulato, Defensor dos fracos, assaltante nato, Ouçam, é foto e é fato a planos cruéis, Tramam 30 fariseus contra Moisés, morô, Reaja ao revés, seja alvo de inveja, irmão, Esquina revelam a sina de um rebelde, óh meu, Que ousou lutar, honrou a raça, Honrou a causa que adotou, Aplauso é pra poucos, Revolução no Brasil tem um nome, Vejam o homem, Sei que esse era um homem também, A imagem e o gesto, Lutar por amor, Indigesto como o sequestro do embaixador    O resto é flor, se tem festa eu vou, Eu peço, leia os meus versos, e o protesto é show, Presta atenção que o sucesso em excesso é cão, Que se habilita a lutar, fome grita horrível, A todo ouvido insensível que evita escutar, Acredita lutar, quanto custa ligar?, Cidade chama vida que esvai por quem ama, Quem clama por socorro, quem ouvirá?, Crianças, velhos e cachorros sem temor, Clara meu eterno amor, sara minhas dores, Pra não dizer que eu não falei das flores    Da Bahia de São Salvador Brasil, Capoeira mata um mata mil, porque, Me fez hábil como um cão, Sábio como um monge, Antirreflexo de longe, Homem complexo sim, Confesso que queria, Ver Davi matar Golias, Nos trevos e cancelas, Becos e vielas, Guetos e favelas, Quero ver você trocar de igual, Subir os degraus, precipício, Ê vida difícil,  ô povo feliz    Quem samba fica, Quem não samba, camba, Chegou, salve geral da mansão dos bamba, Não se faz revolução sem um fura na mão, Sem justiça não há paz, é escravidão    Revolução no Brasil tem um nome    A postos para o seu general, Mil faces de um homem leal, A postos para o seu general, Mil faces de um homem leal    Marighella    Essa noite em São Paulo um anjo vai morrer, Por mim, por você, por ter coragem em dizer  ","39":"  Alô?, E aí, Edy Rocky, certo?, Ô Brown, e aí, certo mano?, Tava esperando cê me ligar, mesmo., Qual é a mão?, É sobre mulher, e tal., Mulher? Que tipo de mulher?, Se liga aí:, Derivada de uma sociedade feminista, Que considera e dizem que somos todos machistas., Não quer ser considerada símbolo sexual., Luta pra chegar ao poder, provar a sua moral, Numa relação na qual, Não admite ser subjulgada, passada pra trás., Exige direitos iguais......., E o outro lado da moeda, como é que é?, Pode crê!, Pra ela, dinheiro é o mais importante., Seu jeito vulgar, suas idéias são repugnantes., É uma cretina que se mostra nua como objeto, É uma inútil que ganha dinheiro fazendo sexo., No quarto, motel, ou tela de cinema, Ela é mais uma figura vil, obscena., Luta por um lugar ao sol, Fama e dinheiro com rei de futebol! (ah, ah!), no qual quer se encostar em um magnata, Que comande seus passos de terno e gravata. (otário....), Quer ser a peça centra em qualquer local., Se julga total, Quer ser manchete de jornal., Somos Racionais, diferentes, e não iguais., Mulheres Vulgares, uma noite e nada mais!, Mulheres..... vulgares., Mulhers vulgares, uma noite e nada mais., Mulheres..... vulgares., Mulheres vulgares, uma noite e nada mais., E aí, Brown? Cola aí, e tal..., Fala aí tua parte, e tal..... certo mano..., Ô, falo sim! Peraí, peraí., É bonita, gostosa e sensual., Seu batom e a maquiagem a tornam banal....., Ser a mal, fatal, legal, ruim..... Ela não se importa!, Só quer dinheiro, enfim., Envolve qualquer um com seu ar de ingenuidade., Na verdade, por trás mora a mais pura mediocridade., Te domina com seu jeito promíscuo de ser, Como se troca de roupa, ela te troca por outro., Muitos a querem para sempre, Mas eu a quero só por uma noite, você me entende?, Gosta de homens da alta sociedade., Até os grandes traficantes entram em rotatividade., Mestiça, negra ou branca, Uma de suas únicas qualidades: a ganância., A impressão que se ganha é de decência, Quando se trata de dinheiro e sexo, se torna indolência., Fica perdida no ar a pergunta:, Qual a pior atitude de uma prostituta?, Se vender por necessidade ou por ambição?, Tire você a conclusão., Mulheres..... vulgares., Mulhers vulgares, uma noite e nada mais., Mulheres..... vulgares., Mulheres vulgares, uma noite e nada mais., Então, irmão, é de coração., Abra os olhos e veja a razão., Querer, poder, ter, Não é pra você se proteger, prever antes de acontecer., E hoje ela diz: \"Que cara vou dormir?\", Com seu rosto bonito é fácil atrair, e daí....., Pra sair não precisa insistir., É só ser alguém e estalar os dedos assim (plec!), Francamente ela se julga capaz, De dominar a qualquer idiota que tenha conforto pra dar., Não importa a sua cor, não importa a sua idéia, Apenas dinheiro esnobando, jogando pela janela., Não entre nessa cilada., Fique esperto com o mundo e atento com tudo e com nada., Mulheres só querem\/preferem o que as favorecem, Dinheiro,ibope, te esquecem se não os tiverem., Somos Racionais, diferentes, e não iguais., Mulheres vulgares, (o quê) uma noite e nada mais!, Mulheres..... vulgares., Mulhers vulgares, uma noite e nada mais., Mulheres..... vulgares., Mulheres vulgares, uma noite e nada mais., Gostei, gostei......, É mano, tem uns caras que ficam iludidos com essas mina aí......, Capa de revista, pôster, viagem pra Europa......, Mas por baixo mano, mó sujeira!, Vai nessa, morô....., E isso aí, mano. Até a próxima Brown.  ","40":"  Século 21, eu sei muito bem o que eu quero, Começo o plano dois zero, zero dois, É um mistério, trago na manga um suspense, Tenho um revolver engatilhado dentro da mente, Pense e vá, raciocine já, A profecia diz que o mundo tá pra acabar, Eu quero resgatar tudo aquilo que eu perdi, Cronometrei o tempo só que ainda, truta, não venci, O que eu falo é ilícito sangue, Demarco meu espaço sem aço, sem gangue, Aonde eu ande, trago o anjo do bem, Que ilumina meu caminho, me mostra quem é quem, Comprei um colete a prova de bala, Tenho a guerrilha na mente falange de senzala, Som que abala, a parede estremece, Playboy soa frio, mauricinho não se mete, Sou lado norte, e eu venho pra rimar, Eu sei dos meus direitos ninguém vai me intimar, Pra bala eu só vou se um pilantra me matar, Quem não deve não teme, vem Tobias de Aguiar, No corredor da morte, o apelo da sentença, O sol da liberdade é a verdadeira recompensa, Meu delito, um rap que atira consciência, É crime hediondo a favela de influência, Na rua eu conheço as leis e os mandamentos, Minha dívida sagrada eu carrego um juramento, Corra sempre atrás do que é seu, Quero dinheiro igual coreano e judeu, Fudeu, então, venha com a minha cara o rap aqui não pára, Racionais de volta igual a febre da malária    Rátátátá, Mãos ao alto, é um assalto, E-d-i-r o-c-k, (Tô firmão, na fé firmão)    Escuta aqui, escuta aqui, E-D-I inspirado na selva de Robin Hood, A fita foi tomada, se joga, tô envolvido, Pilantra aqui não cabe, é só guerreiro no abrigo, Eu digo, escuta aqui, escuta aqui, E-D-I inspirado na selva de Robin Hood, A cena foi tomada, se joga, tô envolvido, Pilantra aqui não cabe, é só guerreiro no meu abrigo    Pros manos e pras mina, A cura, a vacina, Protótipo, antídoto, uma nova adrenalina, Puxa, prende, solta a fumaça, Viaja no meu som que essa erva é de graça, Levante a taça e tome um trago, Não é cigarro nem vinho tinto amargo, Não é skank, mesclado ou haxixe, É bem pior que tomar ácido ou heroína (vixi), Chega mais que tem pra todos, Não sou racista nem um tolo preconceituoso, Sei meu valor quem quiser vai aprender, Não me comparo a cristo, Não dou a cara pra bater, Quem vai querer?, Ainda tenho meia dúzia, Tá muquiado como esquema do crime Yakuza, Uso uma blusa, preta de couro puro, Se eu vazar ninguém vai me encontrar no escuro, Eu tô trepado, armado, pente estufado, Inteligencia e Q.I. pós-graduado, Cocão, uma violação do código penal, Eu sou parceiro de Ice Blue e Mano Brown, KL Jay, Vila Mazzei, é puro veneno, Cachorro louco, lado norte, pra quem tá vendo, No nosso exército tem vários trutas, De prontidão pra enquadrar filhas da puta, Traidor aqui logo mostra a sua cara, Desertor no caminho não aguenta e para, É mais difícil do que ele pensou, Tem que ser malandro pra ficar de pé e fazer gol, Vou que vou, morô?, Liga os louco do trago que Pablo ressuscitou, Sou o franco atirador, meu homicídio é diferente, Eu sou o bem, mato o mal pela frente    Voltei, tô firmão, então, daquele jeito, Eu não sou santo, eu tenho meus defeitos, Meu homicídio é diferente, Eu sou o bem, já citei, mato o mal pela frente, Pois o mal te oferece se entregar no céu numa bandeja, Depois te escracha na capa da revista Veja, Ou seja, anuncio o fim da guerra fria, Na política ou na Globo, em quem você confia?, Não sou o crime e nem o creme, Mas o meu time não hesita, Aqui não treme!, Pra mim o rap é o caminho de uma vida, A vida é o jogo onde vencer é a única saída, Cheguei até aqui e não posso perder, Vacilar, vou prosseguir, aprendi, sei jogar, 30 anos se passaram, não é nenhum brinquedo, Eu tô na fé, parceiro, Prossigo sem medo, Armadilha tem um monte à minha espera, Final feliz (hã) só em novela, Nos deram uma pobreza, A favela, a bola, tráfico, tiro, morte, cadeia e um saco de cola, Droga, toca, rola, a bola tá em jogo, 5 a 0, os cartola ganharam de novo, Caviar e champanhe pra quem não conhece, Ligue a TV e assista o programa flash, Socialite, piscina, dólares, mansão, Isca forte brilha olho de qualquer ladrão, Pra quem não tem mais nada a perder, Enquadra uma Cherokee na mira de uma PT  ","41":"  Negro drama, entre o sucesso e a lama, Dinheiro, problemas, invejas, luxo, fama, Negro drama, cabelo crespo e a pele escura, A ferida, a chaga, à procura da cura    Negro drama, tenta ver e não vê nada, A não ser uma estrela, longe, meio ofuscada, Sente o drama, o preço, a cobrança, No amor, no ódio, a insana vingança    Negro drama, eu sei quem trama e quem tá comigo, O trauma que eu carrego pra não ser mais um preto fudido, O drama da cadeia e favela, Túmulo, sangue, sirene, choros e velas    Passageiro do Brasil, São Paulo, agonia, Que sobrevivem em meio às honras e covardias, Periferias, vielas, cortiços, Você deve tá pensando: O que você tem a ver com isso?    Desde o início por ouro e prata, Olha quem morre, então veja você quem mata, Recebe o mérito, a farda que pratica o mal, Me ver pobre, preso ou morto já é cultural    Histórias, registros e escritos, Não é conto, nem fábula, lenda ou mito, Não foi sempre dito que preto não tem vez?, Então, olha o castelo e não foi você quem fez, cuzão    Eu sou irmão dos meus truta de batalha, Eu era a carne, agora sou a própria navalha, Tin-tin, um brinde pra mim, Sou exemplo de vitórias, trajetos e glórias    O dinheiro tira um homem da miséria, Mas não pode arrancar de dentro dele a favela, São poucos que entram em campo pra vencer, A alma guarda o que a mente tenta esquecer    Olho pra trás, vejo a estrada que eu trilhei, mó cota, Quem teve lado a lado e quem só ficou na bota, Entre as frases, fases e várias etapas, Do quem é quem, dos mano e das mina fraca    Negro drama de estilo, Pra ser e se for, tem que ser, se temer é milho, Entre o gatilho e a tempestade, Sempre a provar que sou homem e não um covarde    Que Deus me guarde pois eu sei que ele não é neutro, Vigia os rico, mas ama os que vem do gueto, Eu visto preto por dentro e por fora, Guerreiro, poeta, entre o tempo e a memória    Ora, nessa história vejo dólar e vários quilates, Falo pro mano que não morra e também não mate, O tic-tac não espera, veja o ponteiro, Essa estrada é venenosa e cheia de morteiro    Pesadelo é um elogio, Pra quem vive na guerra, a paz nunca existiu, Num clima quente, a minha gente sua frio, Vi um pretinho, seu caderno era um fuzil, Um fuzil    Negro drama    Crime, futebol, música, carai, Eu também não consegui fugir disso aí, Eu sou mais um, Forrest Gump é mato, Eu prefiro contar uma história real, Vou contar a minha    Daria um filme, Uma negra e uma criança nos braços, Solitária na floresta de concreto e aço, Veja, olha outra vez o rosto na multidão, A multidão é um monstro, sem rosto e coração    Ei, São Paulo, terra de arranha-céu, A garoa rasga a carne, é a Torre de Babel, Família brasileira, dois contra o mundo, Mãe solteira de um promissor vagabundo    Luz, câmera e ação, gravando a cena vai, Um bastardo, mais um filho pardo, sem pai, Ei, senhor de engenho, eu sei bem quem você é, Sozinho cê num guenta, sozinho cê num entra a pé    Cê disse que era bom e as favela ouviu, Lá também tem whisky, Red Bull, tênis Nike e fuzil, Admito, seus carro é bonito, É, eu não sei fazer, Internet, videocassete, os carro loco    Atrasado, eu tô um pouco sim, Tô, eu acho, Só que tem que, seu jogo é sujo e eu não me encaixo, Eu sou problema de montão, de Carnaval a Carnaval, Eu vim da selva, sou leão, sou demais pro seu quintal    Problema com escola, eu tenho mil, mil fita, Inacreditável, mas seu filho me imita, No meio de vocês ele é o mais esperto, Ginga e fala gíria; gíria não, dialeto    Esse não é mais seu, ó, subiu, Entrei pelo seu rádio, tomei, cê nem viu, Nóis é isso ou aquilo, o quê? Cê não dizia?, Seu filho quer ser preto, há, que ironia    Cola o pôster do 2Pac aí, que tal? Que cê diz?, Sente o negro drama, vai tenta ser feliz, Ei bacana, quem te fez tão bom assim?, O que cê deu, o que cê faz, o que cê fez por mim?    Eu recebi seu tic, quer dizer kit, De esgoto a céu aberto e parede madeirite, De vergonha eu não morri, to firmão, eis-me aqui, Você, não, cê não passa quando o mar vermelho abrir    Eu sou o mano, homem duro, do gueto, Brown, Obá, Aquele louco que não pode errar, Aquele que você odeia amar nesse instante, Pele parda e ouço funk, E de onde vem os diamantes? Da lama, Valeu mãe, negro drama, Drama, drama, drama    Aê, na época dos barracos de pau lá na Pedreira, onde cês tavam?, Que que cês deram por mim? Que que cês fizeram por mim?, Agora tá de olho no dinheiro que eu ganho, Agora tá de olho no carro que eu dirijo, Demorou, eu quero é mais, eu quero até sua alma    Aí, o rap fez eu ser o que sou, Ice Blue, Edy Rock e KL Jay e toda a família, E toda geração que faz o rap, A geração que revolucionou, a geração que vai revolucionar, Anos 90, Século 21, é desse jeito    Aê, você sai do gueto, mas o gueto nunca sai de você, morou irmão?, Cê tá dirigindo um carro, O mundo todo tá de olho em você, morou?, Sabe por quê? Pela sua origem, morou irmão?, É desse jeito que você vive, é o negro drama, Eu não li, eu não assisti, Eu vivo o negro drama, eu sou o negro drama, Eu sou o fruto do negro drama    Aí Dona Ana, sem palavras, a senhora é uma rainha, rainha, Mas aê, se tiver que voltar pra favela, Eu vou voltar de cabeça erguida, Porque assim é que é, Renascendo das cinzas, Firme e forte, guerreiro de fé    Vagabundo nato!  ","42":"  \"- Aí mano, cê tá dando febre, certo!, - O que é que é mano., - Cê tem que ter consciência., - Que consciência que nada, negócio de negro, consciência não tá com nada, o negócio é tirar um barato, morô..!, - Pô mano, vamos pensar um pouco., - Que pensar que nada, o negócio é dinheiro E tirar um onda..!\"    Você não me escuta., Ou não entende o que eu falo., Procuro te dar um toque., E sou chamado de preto otário., Atrasado, revoltado., Pode crê., Estamos jogando com um baralho marcado., Não quero ser o mais certo., E sim o mano esperto., Não sei se você me entende., Mas eu distingo o errado do certo., \"- Hei mano, você vai continuar com essa idéias, você tá me tirando? Dá licença...\", A verdade é que enquanto eu reparo meus erros., Você se quer admite os seus., Limitado é seu pensamento., Você mesmo quer., Falar sobre mulher, seu principal passatempo., O Don Juan das vagabundas, eu lamento, Vive contando vantagem, se dizendo o tal., Mas simplesmente, falta postura, QI suficiente., Me diga alguma coisa que ainda não sei., Malandros como você muitos finados contei., Não sabe se quer dizer., Veja só você, o número de cór do seu próprio RG., Então, príncipe dos burros, limitado., Nesse exato momento foi coroado., Diga qual a sua origem, quem é você!, Você não sabe responder.    Negro Limitado.    \"- Então, vocês que fazem o RAP aí, são cheios de ser professor, falar de drogas, policia e tal, e aí, mostra uma saída, mostra um caminho e tal, e aí..?\", Cultura, educação, livros, escola., Crocodilagem demais., Vagabundas e drogas., A segunda opção é o caminho mais rápido., E fácil, a morte percorre a mesma estrada é inevitável., Planejam nossa restrição., Esse é o título., Da nossa revolução, segundo versículo., Leia, se forme, se atualize, decore., Antes que os racistas otários fardados de cérebro atrofiado., Os seu miolos estoirem e estará tudo acabado., Cuidado...!, O Boletim de Ocorrência com seu nome em algum livro., Em qualquer distrito, em qualquer arquivo, ., Caso encerrado, nada mais que isso., Um negro a menos contarão com satisfação., Porque é a nossa destruição que eles querem., Física e mentalmente, o mais que puderem., Você sabe do que estou falando., Não são um dia nem dois., São mais de 400 anos., Filho, é fácil qualquer um faz., Mas cria-los, não, você não é capaz., Ele nasce, cresce, e o que acontece?, Sem referencia a seguir, cê terá que ouvir., Um mal aluno na escola certamente ele será., Mas um menino confuso., No quarto escuro da ignorância., Se o futuro é das crianças...!, Talvez um dia de você ele se orgulhara., Você tem duas saídas., Ter consciência, ou, se afogar na sua própria indiferença., Escolha o seu caminho., Ser um verdadeiro preto, puro e formado., Ou ser apenas mais um negro limitado.    Negro Limitado    \"- É, consciência, consciência, e os outros manos, você é consciente sozinho?\", Faça por você mesmo e não por mim., Mantenha distancia de dinheiro fácil., De bebidas demais, policiais e coisas assim., Enfim, de modo eficaz., Racionais declaram guerra., Contra aqueles que querem ver os pretos na merda., E os manos que nos ouvem irão entender., Que a informação é uma grande arma., Mais poderosa que qualquer PT carregada., Roupas caras de etiqueta, não valem nada., Se comparadas a uma mente articulada., Contra os racistas otários é química perfeita, Inteligência, e um cruzado de direita., Será temido, e também respeitado., Um preto digno, e não um negro limitado.    Negro Limitado    \" - Pode crê, tem tudo a ver, não é não..! Racionais, fio da navalha, pode contar comigo. É isso aí, valeu.\"  ","43":"  Uma vida, uma história de vitórias na memória, Igual o livro o mal e o bem, Pro seu bem, pro meu bem    Um espinho, uma rosa, Uma trilha, uma curva perigosa a mais de cem, Pro seu bem, pro meu bem    Pow pow pow, meu destino agora sou, Vou sem capacete, sem placa e sem retrovisor, Quem me aguarda?, Quem me espera?, Não me desespera pelos morros que eu passei    Fora da lei, eu sei, perdi e ganhei, Errei e acreditei numa luz que eu enxerguei, KL Jay, dj, Vila Mazzei, O Jó me apresentou em meados de 83, Dançando break a parceria fechou, formou, Mais uma dupla de são paulo se aventurou    Em meio as trevas, é, e o sereno, Elaboramos a cura, a fórmula com veneno, E até hoje convivendo com o perigo, Andando em facções, roubando os corações feridos    Contra o racismo, contra a desigualdade, A máquina, a fábrica que exporta criminalidade, Várias cidades, só, vários parceiros, Um salve nas quebradas de São Paulo, Rio de Janeiro, Pelo ponteiro a 220 estou, Desde 80 é espírito que me levou    Uma vida, uma história de vitórias na memória, Igual o livro o mal e o bem, Pro seu bem, pro meu bem, Um espinho, uma rosa, uma trilha, uma curva perigosa a mais de cem, Pro seu bem, pro meu bem, Céu azul    Então vai, em 90 a cena ficou violenta, Brown e o Blue com pânico na zona sul, Escolha o seu caminho, negro limitado, A voz ativa de um povo que é descriminado    Me lembro bem, bem e o mal que você me fez, É que me mantém bem pra não ser pego outra vez, As armadilha que engatilha no meio da trilha, Um cumprimento, um abraço, um olho que brilha    E que atira, na mira um coração bandido, Bem vindo a selva onde todos saíram feridos, Mas tamo aqui, a postos pro seu general, cavando o túnel e rumo ao banco central    To na função em direção ao horizonte, muito sinai, quem vai chegar ao monte, Na adolescência meu velho falava um montão, Sobre a vida sobre o mal sobre as tentação    Fechou negrão, tudo sempre será lembrado, Foi meu chefe, meu parceiro, foi meu aliado, Acelerado a milhão, na 1100, Um destino, uma brisa, o mal e o bem    Uma vida, uma história de vitórias na memória, Igual o livro o mal e o bem, Pro seu bem, pro meu bem, Um espinho, uma rosa, uma trilha, uma curva perigosa a mais de cem, Pro seu bem, pro meu bem    Céu azul, 25 Anos depois firme e forte, Vivão e vivendo,\"Racionais mc s\" ","44":"  500 anos ...tudo igual .., América ... justiça ..., 500 anos depois ... tudo igual ..., Justiça .. paz ...., 500 anos ..., Jesus está por vir mas o diabo já está aqui .., 500 anos o brasil é uma vergonha, Polícia fuma pedra moleque fuma maconha..., Dona cegonha entrega mais uma princesa, Mais uma boca com certeza que vem à mesa, Onde cabe um .. dois .. cabe 3, A dificuldade entra em cena outra vez, Enquanto isso playboy forgado anda assustado, Deve tá pagando algum erro do passado, Assalto .. sequestro é só o começo, A senzala avisou, Mauricinho hoje paga o preço. .., Sem adereço, desconto ou perdão, Quem tem vida decente nao precisa usar oitão, É doutor, seu titanic afundou, Quem ontem era a caça, Hoje pah é o predador, Que cansou de ser ingênuo humilde e pacato, Encapuçou virou bandido e não deixa barato, Se atacou, E foi pra rua buscar, Confere se não ta abrindo o seu frigobar, Na sala de estar, Assistindo a um dvd, Com sua esposa de refém esperando você, Quer sair do compensado e ir pra uma mansão, Com piscina digna de um patrão, Com varios cães de guarda .. rottweiler, E dama socialite de favela estilo galle, Quer jantar com cristal e talheres de prata, Comprar 20 pares de sapato e gravata, Possuir igual você .. tem um foker 100, Tem tambem na garagem 2 mercedes-benz, Voar de helicóptero à beira mar, Armani e hugo-boss no guarda-roupa pra variar, Presentear a mulher com brilhantes, Dar gargantilha 18 pra amante, Como agravante a ostentação, O que ele sonha ate entao tá na sua mao, De desempregado a homem de negócio, Pulou o muro ja era, Agora é o novo sócio ...  ","45":" \"Aqui é racionais MC s, ice blue, mano brown, kljay e eu edyrock\", E ai mano brown, certo?, Certo não está né mano, e os inocentes quem os trará de volta?, É a nossa vida continua, e ai quem se importa?, A sociedade sempre fecha as portas mesmo, E ai ice blue, Pânico    Então quando o dia escurece, Só quem é de lá sabe o que acontece, Ao que me parece prevalece a ignorância, E nós estamos sós, Ninguém quer ouvir a nossa voz, Cheia de razões calibres em punho, Dificilmente um testemunho vai aparecer, E pode crer a verdade se omite, Pois quem garante o meu dia seguinte    Justiceiros são chamados por eles mesmos, Matam humilham e dão tiros a esmo, E a polícia não demonstra sequer vontade, De resolver ou apurar a verdade, Pois simplesmente é conveniente, E por que ajudariam se eles os julgam delinquentes, E as ocorrências prosseguem sem problema nenhum, Continua-se o pânico na zona sul    Pânico na zona sul, Pânico    Eu não sei se eles, Estão ou não autorizados, De decidir que é certo ou errado, Inocente ou culpado retrato falado, Não existe mais justiça ou estou enganado?, Se eu fosse citar o nome de todos que se foram, O meu tempo não daria pra falar mais, Eu vou lembrar que ficou por isso mesmo, E então que segurança se tem em tal situação, Quantos terão que sofrer pra se tomar providência, Ou vão dar mais algum tempo e assistir a sequência, E com certeza ignorar a procedência, O sensacionalismo pra eles é o máximo, Acabar com delinquentes eles acham ótimo, Desde que nenhum parente ou então é lógico, Seus próprios filhos sejam os próximos, E é por isso que, Nós estamos aqui, E ai mano ice blue    Pânico na sona sul, Pânico    Racionais vão contar, A realidade das ruas, Que não media outras vidas, A minha e a sua, Viemos falar, Que pra mudar, Temos que parar de se acomodar, E acatar o que nos prejudica, O medo, Sentimento em comum num lugar, Que parece sempre estar esquecido, Desconfiança insegurança mano, Pois já se tem a consciência do perigo, E ai?, Mal te conhecem consideram inimigo, E se você der o azar de apenas ser parecido, Eu te garanto que não vai ser divertido, Se julgam homens da lei, Mas à respeito eu não sei, Muito cuidado eu terei, Scracth kljay, Eu não serei mais um porque estou esperto, Do que acontece ice blue, Pânico na zona sul    Pânico na zona sul, Pânico    Ei brown, Você acha que o problema acabou?, Pelo contrário ele apenas começou, Não perceberam que agora se tornaram iguais, Se inverteram e também são marginais mas, Terão que ser perseguidos e esclarecidos, Tudo e todos até o último indivíduo, Porém se nos querermos que as coisas mudem, Ei brown qual será a nossa atitude?, A mudança estará em nossa consciência, Praticando nossos atos com coerência, E a consequência será o fim do próprio medo, Pois quem gosta de nós somos nós mesmos, Tipo porque ninguém cuidará de você, Não entre nessa a toa, Não de motivo pra morrer, Honestidade nunca será demais, Sua moral não se ganha, se faz, Não somos donos da verdade, Porém não mentimos, Sentimos a necessidade de uma melhoria, A nossa filosofia é sempre transmitir, A realidade em si,\"Racionais MC s\"   Pânico na zona sul, Pânico    Certo, certo... Então irmão, Volte a atenção pra você mesmo, E pense como você tem vivido até hoje certo?, Quem gosta de você é você mesmo, morô,\"Nós somos racionais MC s\", DJ kljay, ice blue, edy rock e eu Brown, Paz, Pânico  ","46":"  VAGABUNDA - E ai Edy...?, EDY - Eu ja falei pro cê meu, é embaçado..., Eu conheço o cara a mil anos, não tem condições..., VAGABUNDA - Deixa ele fora disso., EDY - Não fica meio..., fica muito...., VAGABUNDA - É entre eu e você..., EDY - Não, não tem condições..., VAGABUNDA - Por que, você tem medo dele?, EDY - Não é bem medo, você sabe que não é bem medo, morô...., Mas é que eu conheço o cara a mil anos., VAGABUNDA - Mas ninguém precisa saber, e só entre eu e você...., EDY - Como ninguém precisa saber meu? Só basta eu saber daparada, entendeu...?, VAGABUNDA - Há, não..., EDY - Cara, eu conheço o cara...., É FODA, viu meu...., VAGABUNDA - Mas eu esperei tanto tempo por isso..., EDY - É., VAGABUNDA - Agora que eu tenho a oportunidade você medespreza..., EDY - Não, não, não tô desprezando, não tô desprezando...., Só to falando que eu conheço ele..., Antes dele namorar com você eu já conhecia ele, a muito tempoentendeu..., VAGABUNDA - Olha Edy, eu não aceito não como resposta, eu quero epronto...!, EDY - Pô assim eu não aguento, é foda essas mina.    Mulher de aliado meu eu considero homem,,  não admito dando em cima de mim ou de outros camaradas,,  são sem-vergonha, não prestam mesmo sendo compromissadas,,  não criam vergonha na cara, então, escória de safada,,  quero pedir para ele se ligar, se tocar,,  só que nas minhas palavras ele não vai acreditar,,  vai achar que é inveja ou surto parecido, do outro lado da moeda ela que é o inquérito., Quer tudo na palma da sua mão,,  a faca, o queijo, o pão e muito mais então, Vive dizendo pra que sair fora do vacilão , se ele o tem e a quem mais quiser, Melô demais para querer iludir e foi iludido,,  será que Deus deu o seu castigo merecido , está com a mente totalmente atrofiada ( que vacilada ), Pode crê, lá vai ele com a cabeça enfeitada ( deu entrada ), Está sendo passado pra trás,,  na lista dos cara de boi está em primeiro lugar, Ajoelhou, agora tem que rezar !    Ela te troca, troca, troca por outro, Eu lamento, o Don Juan das vagabunda, eu lamento ! ( 3x ), Ela é mais uma figura viva obscena..., Eu lamento !    No rebanho de fêmea, ela é a fêmea pior, Também a pedra branca no jogo de dominó,,  Ás do baralho, papagaio sem língua, árvore sem galho, repentista sem rima., Pode crê, ela bate o pé, ele abaixa a cabeça , ela grita na frente dos outros, ele respeita que treta, Acredita em meias palavras, lágrimas, ( juras ensaiadas )., Eu tenho dó de fulano, beltrano e sicrano,,  que fica iludido com esse tipo de mulambo,,  masturbação mental, pra ela é normal,,  agindo discretamente, dando em cima dos conhecidos , que não estão interesados em carne mastigada, mas às vezes saem por pensar ( não pega nada... ), Nem estão nem um pouco ligando tratando de mulher, he!,,  se esquece de quem é mano,,  consideração ficou pra trás, já não existe mais,,  mil vezes peço meus pêsames,,  em poucos amigos se pode confiar,,  mulher então, menos se pode contar, não gostam, não vivo, não penso nas minhas palavras pra falar ( oquê... ), mestiça, negra ou branca sempre sai uma vagabunda,,  não se esqueça, se você ajoelhar, você vai ter que rezar !    Ela te troca, troca, troca por outro, Eu lamento, o Don Juan das vagabunda, eu lamento ! ( 3x ), Ela te troca, troca, troca por outro, Eu lamento !, Né não...?    Fique de olho na sua mulher, fique atento,,  mesmo sendo de mil anos confie apenas 50 por cento,,  tire da cabeça que mulher é incapaz,,  capaz ela é e mentirosa o quanto quiser,,  nunca se sabe o que se passa na cabeça dela, muda a cada instante de cão pra cadela,,  mulher de mano é mesma coisa que homem,,  não gosto de me envolver nem me imagino,,  isso é mancada de canalha, cuzão, que sempre deu falha , mereçe tomar salva de bala na cara ( hê, hê ), Existe 7 mulheres pra cada homem ou mais , então pra que cismar, passar seu aliado para trás,,  e vice-versa mulher também entra nessa, mas a metade eu te garanto que não presta, Deus não costuma dar asas pra cobra criada , mas foi dada, a essa cascavel, Na minha história não perdôo quem pratica traição, Nem com o fogo do inferno ela ganhará o perdão ( não ! ), Come e cospe no mesmo prato que usa,,  ela tem duas, três caras chega até uma dúzia e suga , até finalizar o que você tem e o que você tiver , sabe como arrancar pois é,,  patrício meu sei que não se morde,,  Edy Rock em pessoa por isso te dou um toque e acorde,,  a bomba pode e vai explodir , no meio da sua cara se você não ouvir o que,,  o descedente negro tem pra falar,,  inocente ou culpado , Você vai ter que rezar !    Ela te troca, troca, troca por outro, Eu lamento, o Don Juan das vagabunda, eu lamento ! ( 3x ), Ela te troca..., Eu lamento..., troca por outro...    VAGABUNDA - Mas e aí Blue...., BLUE - Mas e aí, cê namora com meu mano e tal..., xavecou meu outro mano, agora quer sair comigo..., VAGABUNDA - Mas deixa os dois fora disso..., BLUE - Como deixar fora disso...?, VAGABUNDA - É entre eu e você, deixa os dois pra lá..., BLUE - Eu e você, eu conheço cara, você deu entrada pro outrocara..., E eu conheço dos dois caras, você vem me....  ","47":"","48":"  São apenas dez e meia, tem a noite inteira, Dormir é embaçado, numa sexta-feira, TV é uma merda, prefiro ver a lua, Preto Edy Rock Star a caminho da rua, Hã... sei lá vou pruma festa, \"se pam\", Se os cara não colar, volto às três da manhã, Tô devagar, tô a cinquenta por hora, Ouvindo funk do bom, minha trilha sonora, A polícia cresce o olho, eu quero que se foda!, Zona Norte a bandidagem curte a noite toda, Eu me formei suspeito profissional, Bacharel pós-graduado em \"tomar geral\", Eu tenho um manual com os lugares, horários, de como \"dar perdido\", Aí, caralho... ( \"prefixo da placa é MY, sentido Jaçanã, Jardim Hebron...\"), Quem é preto como eu já tá ligado qual é, Nota Fiscal, RG, polícia no pé, (\"Escuta aqui: o primo do cunhado do meu genro é mestiço, Racismo não existe, comigo não tem disso. É pra sua segurança\"), Falou, falou, deixa pra lá, Vou escolher em qual mentira vou acreditar    Tem que saber curtir, tem que saber lidar, Em qual mentira vou acreditar?, A noite é assim mesmo, então... deixa rolar, Em qual mentira vou acreditar?, Tem que saber curtir, tem que saber lidar, Em qual mentira vou acreditar?    Ô, que caras chato, ó! Quinze pras Onze, Eu nem fui muito longe e os \"home\" embaçou, Revirou os banco, amassou meu boné branco, Sujou minha camisa dos Santos, Eu nem me lembro mais pra onde eu vou, E agora, quem será que ligou?, \"Me espere na estação, eu tô na Zona Sul, Eu chego rapidinho, assinado: Blue\", Pode crer, naquele lado de Santana, Conheço uns lugar, conheço umas fulana, Juliana? Não. Mariana? Não. Alessandra? Não. Adriana?, O nome é só um detalhe, o nome é só um nome, 9532... hum, esqueci o telefone, \"Porra, demorou, heim?!\" E aí, Blue, como é?, Isso aqui é um inferno, tem uma par de mulher, Trombei uma par de gente, uma par de mano, Tô há quase uma hora te esperando, Passou uma figura aqui e deu ideia, Disse que te conhece e pá, chama Léa, Cabelo solto, vestido vermelho, Estrategicamente a um palmo do joelho, Os caras comentaram o visual, oh os bico e tal, pagando o maior pau., Ninguém falou, ah! ah! mas eu ouvia meio mundo, Xingando por telepatia (\"mina filha da puta!\")., Economizava meu vocabulário, não tinha o que falar, Falava o necessário, meio assim, é claro, Será qual é que é, truta é o que não falta, mina filha da puta, Tudo comigo, confio no meu taco, versão africana \"Don Juan de Marco\", Tudo muito bom, tudo muito bem, sei lá o que é que tem, Idéia vai, idéia vem, ela era princesa, eu era o plebeu, Quem é mais foda que eu, espelho, espelho meu, \"Tipo Taís de Araújo ou Camila Pitanga?\", Uma mistura. Confesso: fiquei de perna bamba, Será que ela aceita ir comigo pro baile?, Ou ir pra Zona Sul ter um \"Grand Finale\"?, Amor com gosto de gueto até às seis da manhã, Me chamar de \"meu preto\" e me cantar \"Djavan\", Ninguém ouviu, mas... puta que pariu!, Em fração de segundos meu castelo caiu!, A mais bonita da escola, rainha passista, Se transformou numa vaca nazista!, Eu ouvindo James Brown, pá, cheio de pose, Ela pergunto se eu tenho... o quê?,\"Guns n  Roses? Lógico que não! A mina quase histérica\", Meteu a mão no rádio e pôs na Transamérica, Como é que ela falou? Só se liga nessa, Que mina cabulosa, olha só que conversa:, Que tinha bronca de neguinho de salão (não...), Que a maioria é maloqueiro e ladrão (aí não...), Aí não, mano! Foi por pouco, Eu já tava pensando em capotar no soco, Disse pra mim não falar gíria com ela, pra me lembrar que não tô na favela, Bate-boca, mó guela, será que é meia-noite, já?, A Cinderela virou bruxa do mal, Me humilhar não vai, vai tirar o caralho, Levanta o seu rabo racista e sai!, \"Eu conheço essa perversa \"há maior cara\", Correu a banca toda de uns \"pleiba\" que colava lá na área, \"Pra mim ela já disse que era solitária, Que a família era rígida e autoritária, Tem vergonha de tudo, cheia de complexo, Que ainda era cedo pra pensar em sexo, A noite é assim mesmo... deixa rolar!, Vou escolher em qual mentira vou acreditar    Tem que saber curtir, tem que saber lidar, Em qual mentira vou acreditar?, A noite é assim mesmo, então... deixa rolar, Em qual mentira vou acreditar?, Tem que saber curtir, tem que saber lidar, Em qual mentira vou acreditar?    Ih! Caralho! Olha só quem tá ali?, O que que esse mano tá fazendo aqui?, E aí, esse maluco veio agora comigo, Ligou que era até seu amigo, que morava lá na sul, irmão da Cristiane, dei um cavalo(carona pra biqueira, não o animal) pra ele no Lausane, Ia levar um recado pra uns parente local, Da Igreja Evangélica Pentecostal, Desceu do carro acenando a mão, \"A paz do Senhor!\". Ninguém dava atenção, Bem diferente do estilo dos crentes, Bombojaco, touca, mas a noite tá quente, Que barato estranho, só aqui tá escuro, Justo nesse poste não tem luz de mercúrio, Passaram vinte fiéis até agora, dá cinco reais, Cumprimenta e sai fora, Um irmão muito sério, em frente à garagem, Outro com a mão na cintura em cima da laje, De vez em quando a porta abre e um diz:, \"Tem do preto e do branco?\" e coça o nariz., Isso sim, isso é que é união!, O irmão saiu feliz, sem discriminação!, De lá pra cá veio gritando, rezando, \"Aleluia, as coisas tão melhorando!\", Esse cara é dentista, sei lá..., Diz que a firma dele chama \"Boca S.A.\"., Será material de construção? Vendedor de pedras?, Lá na zona sul era patrão, Que patrão o caralho! Ele é safado, Fugiu do Valo Velho com os dias contados, A paranoia de fumar era fatal, Arrombava os barracos, saqueava os varal, Bateu na cara do pai de um vagabundo, Humm... tá fazendo hora extra no mundo, A noite tá boa, a noite tá de barato, Mas puta, gambé, pilantra é mato!    Tem que saber curtir, tem que saber lidar, Em qual mentira vou acreditar?, A noite é assim mesmo, então... deixa rolar, Em qual mentira vou acreditar?, Tem que saber curtir, tem que saber lidar, Em qual mentira vou acreditar?    Tem que saber curtir, tem que saber lidar, Em qual mentira vou acreditar?, A noite é assim mesmo, então... deixa rolar, Em qual mentira vou acreditar?, Tem que saber curtir, tem que saber lidar, Em qual mentira vou acreditar?  ","49":"","50":"  Racistas otários nos deixem em paz, Pois as famílias pobres não aguentam mais, Pois todos sabem e elas temem, A indiferença por gente carente que se tem, E eles veem, Por toda autoridade o preconceito eterno, E de repente o nosso espaço se transforma, Num verdadeiro inferno e reclamar direitos, De que forma, Se somos meros cidadãos, E eles o sistema, E a nossa desinformação é o maior problema, Mas mesmo assim enfim, Queremos ser iguais, Racistas otários nos deixem em paz    Racistas otários nos deixem em paz    Justiça, Em nome disse eles são pagos, Mas a noção que se tem, É limitada e eu sei, Que a lei, É implacável com os oprimidos, Tornam bandidos os que eram pessoas de bem, Pois já é tão claro que é mais fácil dizer, Que eles são os certos e o culpado é você, Se existe ou não a culpa, Ninguém se preocupa, Pois em todo caso haverá sempre uma desculpa, O abuso é demais, Pra eles tanto faz, Não passará de simples fotos nos jornais, Pois gente negra e carente, Não muito influente, E pouco frequente nas colunas sociais, Então eu digo meu rapaz, Esteja constante ou abrirão o seu bolso, E jogarão um flagrante num presídio qualquer, Será um irmão a mais, Racistas otários nos deixem em paz    Racistas otários nos deixem em paz    Então a velha história outra vez se repete, Por um sistema falido, Como marionetes nós somos movidos, E há muito tempo tem sido assim, Nos empurram à incerteza e ao crime enfim, Porque aí certamente estão se preparando, Com carros e armas nos esperando, E os poderosos me seguram observando, O rotineiro Holocausto urbano, O sistema é racista cruel, Levam cada vez mais, Irmãos aos bancos dos réus, Os sociólogos preferem ser imparciais, E dizem ser financeiro o nosso dilema, Mas se analisarmos bem mais você descobre, Que negro e branco pobre se parecem, Mas não são iguais, Crianças vão nascendo, Em condições bem precárias, Se desenvolvendo sem a paz necessária, São filhos de pais sofridos, E por esse mesmo motivo, Nível de informação é um tanto reduzido, Não, É um absurdo, São pessoas assim que se fodem com tudo, E que no dia a dia vive tensa e insegura, E sofre as covardias humilhações torturas, A conclusão é sua KL Jay, Porém direi para vocês irmãos, Nossos motivos pra lutar ainda são os mesmos, O preconceito e desprezo ainda são iguais, Nós somos negros também temos nossos ideais, Racistas otários nos deixem em paz    Racistas otários nos deixem em paz    Os poderosos são covardes desleais, Espancam negros nas ruas por motivos banais, E nossos ancestrais, Por igualdade lutaram, Se rebelaram morreram, E hoje o que fazemos, Assistimos a tudo de braços cruzados, Até parece que nem somos nós os prejudicados, Enquanto você sossegado foge da questão, Eles circulam na rua com uma descrição, Que é parecida com a sua, Cabelo cor e feição, Será que eles veem em nós um marginal padrão, 50 anos agora se completam, Da lei antirracismo na constituição, Infalível na teoria, Inútil no dia a dia, Então que fodam-se eles com sua demagogia, No meu país o preconceito é eficaz, Te cumprimentam na frente, E te dão um tiro por trás    O Brasil é um país de clima tropical, Onde as raças se misturam naturalmente, E não há preconceito racial ha, ha    Nossos motivos pra lutar ainda são os mesmos, O preconceito e o desprezo ainda são iguais, Nós somos negros também temos nossos ideais    Racistas otários nos deixem em paz  ","51":"  Parece que alguém está me carregando perto do chão, Parece um sonho, parece uma ilusão, A agonia, o desespero toma conta de mim, Algo no ar me diz que é muito ruim    Meu sangue quente. Não sinto dor, A mão dormente não sente o próprio suor, Meu raciocínio fica meio devagar, Quem me fodeu?    Eu tô tentando me lembrar, Cresceu o movimento ao meu redor, Meu Deus! Eu não sei mais o que é pior, Mentir a vida toda pra si mesmo    Ou continuar e insistir no mesmo erro, Me lembro de um fulano, Mata esse mano!, Será que errar dessa forma é humano?    Errar a vida inteira é muito fácil, Pra sobreviver aqui tem que ser mágico, Me lembro de várias coisas ao mesmo tempo, Como se eu estivesse perdendo tempo    A ironia da vida é foda!, Que valor tem? Quanto valor tem?, Uma vida vale muito, vim saber agora, Deitado aqui e os manos na paz, tudo lá fora    Puxando ferro ou talvez batendo uma bola, Pode crer. Deve tá mó Lua da hora, Tem alguém me chamando, quem é?, Apertando minha mão, tem voz de mulher    O choro a faz engolir as palavras, Um lenço que enxuga meu suor enxuga suas próprias lágrimas, No rosto de uma mãe que ora baixinho, Que nunca me deixou faltar, ficar sozinho    Me ensinou o caminho desde criança, Minha infância, mais uma eu guardo na lembrança, Na esperança da periferia eu sou mais um    Clic, clec, bum!, Rapaz comum, Clic, clec, bum!, A lei da selva é assim, Clic, clec, bum!    Rapaz comum, A lei da selva é assim, Clic, clec, bum!, Predatória, Rapaz comum, Preserve a sua glória!    Queria atrasar o meu relógio, Pra mim vale muito um minuto a mais de ódio, Mas me sinto fraco, indefeso, desprotegido, Eu vou mais alto, cusão! Pra te levar comigo!    Vou ser um encosto na sua vida, Você criou um monstro sem cura, sem alternativa!, Me enganar pra quê?, Se o fim é virar pó!    Fiquei muito pior, Segura o seu B.O.!, O preto aqui não tem dó!, Mais uma vida desperdiçada e é só    Uma bala vale por uma vida do meu povo, No pente tem quinze, sempre há menos no morro, e então?, Quantos manos iguais a mim se foram?, Preto, preto, pobre, cuidado, socorro!    Quê que pega aqui? Quê que acontece ali?, Vejo isso frequentemente, desde moleque, Quinze de idade já era o bastante, então, Treta no baile, então. Tiros de monte!    Morte nem se fala!, Eu vejo o cara agonizando!, Chame a ambulância! Alguém chame a ambulância!, Depois ficava sabendo na semana    Que dois já era, Os preto sempre teve fama, No jornal, revista e TV se vê, Morte aqui é natural, é comum de se ver    Caralho! Não quero ter que achar normal, Ver um mano meu coberto de jornal!, É mal! Cotidiano suicida!, Quem entra tem passagem só pra ida!    Me diga. Me diga: Que adianto isso faz?, Me diga. Me diga: Que vantagem isso traz?, Então, A fronteira entre o Céu e o Inferno tá na sua mão    Nove milímetros de ferro, Cusão! Otário! Que pôrra é você?, Olha no espelho e tenta entender, A arma é uma isca pra fisgar    Você não é polícia pra matar!, É como uma bola de neve, Morre um, dois, três, quatro, Morre mais um em breve    Sinto na pele, me vejo entrando em cena, Tomando tiro igual filme de cinema    Clic, clec bum!, Rapaz comum, Clic, clec, bum!, A lei da selva é assim, Clic, clec, bum!, Rapaz comum, A lei da selva é assim, Clic, clec, bum!, Predatória, Rapaz comum, Preserve a sua glória!    Minha ideia tá clareando, Eu fico atacado, mó neurose, o tempo tá esgotando, Não quero admitir, meus olhos vão abrir, Vou chorar, vou sorrir, vou me despedir    Não quero admitir que sou mais um, Infelizmente é assim, aqui é comum, Um corpo a mais no necrotério, é sério, Um preto a mais no cemitério, é sério    Eu tô me vendo agora e é difícil, Minha família, meus manos, No centro um crucifixo, Meus filhos olhando sem entender o porquê    Se eu pudesse falar talvez iriam saber, Não acredito que esse mano veio até aqui!, Me matou, quer certeza e quer conferir, Me acompanham até a sepultura    Vejo um tumulto no caixão. Hã!, E alguém segura!, Mais uma mãe que não se conforma, Perder um filho dessa forma é foda!    Quem se conforma?, Como eu podia imaginar no velório de outras pessoas, Hoje estou no lugar, No buraco desce o meu caixão    Jogam terra, flores, se despedem na última oração, Tão me chamando, meu tempo acabou, Não sei pra onde ir!, Não sei pra onde vou!    Qual que é?, Qual que é?    O quê que eu vou ser?, Talvez um anjo de guarda pra te proteger, Não sou o último nem muito menos o primeiro, A lei da selva é uma merda e você é o herdeiro!  ","52":"  Eu vou mandar um salve pra comunidade do outro lado do muros, As grades nunca vão prender nosso pensamento mano, Se liga aí Jardim Evana, Parque do Engenho, Jerivá, Jardim Rosana, Pirajusara, Santa Tereza, Vaz de lima, Parque Santo Antônio, Capelinha, Promorar, Vila Calu, Branca Flor, Paranapanema, Iaracati, Novo Oriente, Parque Arariba, Jardim Inga, parque Ipê, Pessoal da Sabin, Jardim Marcelo, Cidade Ademar, Jardim São Carlos, Jardim Primavera, Santa Amélia, Jardim Santa Terezinha, Jardim Míriam, Vila Santa Catarina, Aí Vietinã! Cocáia, Cipó, Colônia, Campanário, Diadema, Calúpso e São Bernardo, Vila industrial, Santo André, Bairro das Pimentas, Brasilândia, Jardim Japão, Jardim Ebron, cohab 1, cohab 2, São Matheus, Itaim, Cidade tiradentes, Barueri, cohab de taipas, Mangueira, Boréu, acidade de Deus, e aí DF, expansão, pra norte, pra sul, E aí pessoal do sul, Restinga, E aí quebradas, Zona Noroeste Santos, Rádio Favela, BH, E pra todos os aliados espalhados pelas favelas do Brasil, Firma!    Todos os DJs, todos os MCs, que fazem do rap, a trilha sonora do gueto, E pros filhos da puta que querem jogar minha cabeça pros porco, Aí, tenta a sorte mano!, Eu acredito na palavra de um homem de pele escura, de cabelo crespo, que andava entre, Mendigos e leprosos, pregando a igualdade, Um homem chamado Jesus, Só ele sabe a minha hora, Aí ladrão, tô saindo fora, Paz  ","53":"","54":"  Bença, mãe, Estamos iniciando nossas transmissões, Essa é a sua rádio Êxodus, Hey, hey, Vamo acordar, vamo acordar, Porque o Sol não espera, Demorô, Vamo acordar, o tempo não cansa    Ontem à noite você pediu, você pediu, Uma oportunidade, mais uma chance, Como Deus é bom, né não, nego?, Olha aí, mais um dia todo seu, Que céu azul loco, hein?    Vamo acordar, vamo acordar, Agora vem com a sua cara, Sou mais você nessa guerra, A preguiça é inimiga da vitória, O fraco não tem espaço e o covarde morre sem tentar    Não vou te enganar, o bagulho tá doido, Ninguém confia em ninguém, nem em você, E os inimigos vêm de graça, É a selva de pedra, ela esmaga os humildes demais, Você é do tamanho do seu sonho, Faz o certo, faz a sua    Vamo acordar, vamo acordar, Cabeça erguida, olhar sincero, Tá com medo de quê? Nunca foi fácil, Junta os seus pedaços e desce pra arena, Mas lembre-se: Aconteça o que aconteça, Nada como um dia após o outro dia  ","55":"  Eu vou dizer porque o mundo é assim., Poderia ser melhor mas ele é tão ruim., Tempos difíceis, está difícil viver., Procuramos um motivo vivo, mas ninguém sabe dizer., Milhões de pessoas boas morrem de fome., E o culpado, condenado disto é o próprio homem., O domínio está em mão de poderosos, mentirosos., Que não querem saber., Porcos, nos querem todos mortos., Pessoas trabalham o mês inteiro., Se cansam, se esgotam, por pouco dinheiro., Enquanto tantos outros nada trabalham., Só atrapalham e ainda falam., Que as coisas melhoraram., Ao invés de fazerem algo necessário., Ao contrário, iludem, enganam otários., Prometem 100%, prometem mentindo, fingindo, traindo., E na verdade, de nós estão rindo.    Tempos... Tempos difíceis! (4x)    Tanto dinheiro jogado fora., Sendo gasto por eles em poucas horas., Tanto dinheiro desperdiçado., E não pensam no sofrimento de um menor abandonado., O mundo está cheio, cheio de miséria., Isto prova que está próximo o fim de mais uma era., O homem construiu, criou, armas nucleares., E o aperto de um botão, o mundo irá pelos ares., Extra, publicam, publicam extra os jornais, Corrupção e violência aumentam mais e mais., Com quais, sexo e droga se tornaram algo vulgar., E com isso, vem a AIDS pra todos liquidar., A morte, enfim. Vem destruição, causam terrorismo., E cada vez mais o mundo afunda num abismo.    Tempos... Tempos difíceis! (4x)    Menores carentes se tornam delinquentes., E ninguém nada faz pelo futuro dessa gente., A saída é essa vida bandida que levam., Roubando, matando, morrendo., Entre si se acabando., Enquanto homens de poder fingem não ver., Não querem saber., Faz o que bem entender., E assim... aumenta a violência., Não somos nós os culpados dessa consequência?, Destruíram a natureza e o que puseram em seu lugar, jamais terá igual beleza., Poluíram o ar e o tornaram impuro., E o futuro eu pergunto, confuso: \"como será?\", Agora em quatro segundos irei dizer um ditado:, \"Tudo que se faz de errado aqui mesmo será pago\", O meu nome é Edy Rock, um rapper e não um otário., Se algo não fizermos, estaremos acabados., KL Jay! Tempos difíceis!, Tempos difíceis!  ","56":"  (Aí mano, o Guina mandou isso aqui pra você)    Tô ouvindo alguém gritar meu nome, Parece um mano meu, é voz de homem, Eu não consigo ver quem me chama, É tipo a voz do Guina, Não, não, não, o Guina tá em cana, Será? Ouvi dizer que morreu, Sei lá!    Última vez que eu o vi, Eu lembro até que eu não quis ir, ele foi, Parceria forte aqui era nós dois, Louco, louco, louco e como era, Cheirava pra caralho (vixe), sem miséria    Todo ponta firme, foi professor no crime, Também mó sangue frio, não dava boi pra ninguém    Puta aquele mano era foda, Só moto nervosa, Só mina da hora, Só roupa da moda, Deu uma pá de blusa pra mim, Naquela fita na butique do Itaim, Mas sem essa de sermão, mano, eu também quero ser assim, Vida de ladrão não é tão ruim    Pensei, Entrei, No outro assalto eu colei e pronto, Aí o Guina deu mó ponto, Aí é um assalto, todo mundo pro chão, pro chão, Aí filho-da-puta, aqui ninguém tá de brincadeira não, Mais eu ofereço o cofre mano, o cofre, o cofre, Vamo lá que o bicho vai pegar    Pela primeira vez vi o sistema aos meu pés, Apavorei, desempenho nota dez, Dinheiro na mão, o cofre já tava aberto, O segurança tentou ser mais esperto, Foi defender o patrimônio do playboy (tiros), Não vai dar mais pra ser super-herói    Se o seguro vai cobrir (ha-ha), Foda-se, e daí?, O Guina não tinha dó, Se reagir, bum, vira pó, Sinto a garganta ressecada, E a minha vida escorrer pela escada, Mas se eu sair daqui eu vou mudar    Eu tô ouvindo alguém me chamar, Eu tô ouvindo alguém me chamar    Tinha um maluco lá na rua de trás, Que tava com moral até demais, Ladrão, e dos bons, Especialista em invadir mansão, Comprava brinquedo a reviria, Chamava a molecada e distribuía, Sempre que eu via ele tava só, O cara é gente fina mas eu sou melhor, Eu aqui na pior, ele tem o que eu quero, Joia escondida e uma 380, No desbaratino ele até se crescia, Se pan, ignorava até que eu existia    Tem um brilho na janela, é então, A bola da vez, Tá vendo televisão    (Psiu, vamo, vai, entrando), Guina no portão, eu e mais um mano, Como é que é neguinho?, Se dirigia a mim, e ria, ria, como se eu não fosse nada, Ria, como fosse ter virada, Estava em jogo, meu nome e atitude, Era uma vez Robin Hood, Fulano sangue-ruim, caiu de olho aberto, Tipo me olhando, é, me jurando, Eu tava bem de perto e acertei uns seis, O Guina foi e deu mais três    Lembro que um dia o Guina me falou, Que não sabia bem o que era amor, Falava quando era criança, Uma mistura de ódio, frustração e dor, De como era humilhante ir pra escola, Usando a roupa dada de esmola, De ter um pai inútil, digno de dó, Mais um bêbado, filho da puta e só, Sempre a mesma merda, todo dia igual, Sem feliz aniversário, Páscoa ou Natal, Longe dos cadernos, bem depois, A primeira mulher e o 22, Prestou vestibular no assalto do busão, Numa agência bancária se formou ladrão, Não, não se sente mais inferior, Aí neguinho, agora eu tenho o meu valor    Guina, eu tinha mó admiração, ó, Considerava mais do que meu próprio irmão, ó, Ele tinha um certo dom pra comandar, Tipo, linha de frente em qualquer lugar, Tipo, condição de ocupar um cargo bom e tal, Talvez em uma multinacional, É foda, Pensando bem que desperdício, Aqui na área acontece muito disso, Inteligência e personalidade, Mofando atrás da porra de uma grade    Eu só queria ter moral e mais nada, Mostrar pro meu irmão, Pros cara da quebrada, Uma caranga e uma mina de esquema, Algum dinheiro resolvia o meu problema, O que eu tô fazendo aqui?, Meu tênis sujo de sangue, aquele cara no chão, Uma criança chorando e eu com um revolver na mão, Era um quadro do terror, e eu que fui o autor    Agora é tarde, eu já não podia mais, Parar com tudo, nem tentar voltar atrás, Mas no fundo, mano, eu sabia, Que essa porra ia zoar a minha vida um dia, Me olhei no espelho e não reconheci, Estava enlouquecendo, não podia mais dormir, Preciso ir até o fim, Será que Deus ainda olha pra mim?, Eu sonho toda madrugada, Com criança chorando e alguém dando risada, Não confiava nem na minha própria sombra, Mas segurava a minha onda    Sonhei que uma mulher me falou, eu não sei o lugar, Que um conhecido meu (quem?) ia me matar, Precisava acalmar a adrenalina, Precisava parar com a cocaína    Não tô sentindo meu braço, Nem me mexer da cintura pra baixo, Ninguém na multidão vem me ajudar?, Que sede da porra, eu preciso respirar    Cadê meu irmão?, Eu tô ouvindo alguém me chamar, Eu tô ouvindo alguém me chamar    Nunca mais vi meu irmão, Diz que ele pergunta de mim, não sei não, A gente nunca teve muito a ver, Outra ideia, outro rolê, Os malucos lá do bairro, Já falava de revolver, droga, carro, Pela janela da classe eu olhava lá fora, A rua me atraia mais do que a escola, Fiz 17, tinha que sobreviver, Agora eu era um homem, tinha que correr, No mundão você vale o que tem, Eu não podia contar com ninguém, Cuzão, Fica você com seu sonho de doutor, Quando acordar cê me avisa, morô?, Eu e meu irmão era como óleo e água, Quando eu sai de casa trouxe muita mágoa, Isso há mais ou menos seis anos atrás, Porra, mó saudade do meu pai    Me chamaram para roubar um posto, Eu tava duro, era mês de agosto, Mais ou menos três e meia, luz do dia, Tudo fácil demais, só tinha um vigia, Não sei, não deu tempo, eu não vi, ninguém viu, Atiraram na gente, um moleque caiu, Prometi pra mim mesmo, era a última vez, Porra, ele só tinha 16    Não, não, não, tô afim de parar, Mudar de vida, ir pra outro lugar, Um emprego decente, sei lá, Talvez eu volte a estudar, Dormir a noite era difícil pra mim, Medo, pensamento ruim, Ainda ouço gargalhadas, choro, vozes, A noite era longa, Mó neurose    Tem uns malucos atrás de mim, Qual que é?, Eu nem sei, Diz que o Guina tá em cana e eu que cagüetei, Pô, logo quem, logo eu, olha só, ó, Que sempre segurei os B.O, Não, eu não sou bobo, eu sei qual é que é, Mas eu não tô com esse dinheiro que os cara quer, Maior que o medo, o que eu tinha era decepção, A trairagem, A pilantragem, A traição, Meus aliado, meus mano, meus parceiro, Querendo me matar por dinheiro, Vivi sete anos em vão, Tudo que eu acreditava não tem mais razão, não    Meu sobrinho nasceu, Diz que o rosto dele é parecido com o meu, É, diz: Um pivete eu sempre quis, Meu irmão merece ser feliz, Deve estar a essa altura, Bem perto de fazer a formatura, Acho que é direito, advocacia, Acho que era isso que ele queria, Sinceramente eu me sinto feliz, Graças a Deus, não fez o que eu fiz, Minha finada mãe, proteja o seu menino, O diabo agora guia o meu destino    Se o júri for generoso comigo, Quinze anos para cada latrocínio, Sem dinheiro pra me defender, Homem morto, cagueta, sem ser, Que se foda, deixa acontecer, Não há mais nada a fazer    Essa noite eu resolvi sair, Tava calor demais, não dava pra dormir, Ia levar meu canhão, Sei lá, decidi que não, É rapidinho, não tem precisão, Muita criança, pouco carro, vou tomar um ar, Acabou meu cigarro, vou até o bar    (E aí, como é que é, e aquela lá ó?), Tô devagar, tô devagar    Tem uns baratos que não dá pra perceber, Que tem mó valor e você não vê, Uma pá de árvore na praça, As criança na rua, O vento fresco na cara, As estrela, A Lua    Dez minutos atrás, foi como uma premonição, Dois moleques caminhando em minha direção, Não vou correr, eu sei do que se trata, Se é isso que eles querem, Então vem, me mata, Disse algum barato pra mim que eu não escutei, Eu conhecia aquela arma, é do Guina, eu sei, Uma 380 prateada, que eu mesmo dei, Um moleque novato com a cara assustada, (Aí mano, o Guina mandou isso aqui pra você), Mas depois do quarto tiro eu não vi mais nada    Sinto a roupa grudada no corpo, Eu quero viver, Não posso estar morto, Mas se eu sair daqui eu vou mudar, Eu tô ouvindo alguém me chamar  ","58":"  Essa é para os manos daqui (muito amor e saúde, fé em Deus, esperança), Essa é para os manos de lá (estão com Deus... em todo lugar), Com certeza, a hora é essa nego, demoro, Viva!, Astros convidados, Só o sol com futebol e doce pra molecada, Muito respeito para Trutas e Quebradas (é quente), Jardim Vaz de Lima, Três Estrelas, Imbé, Paranapanema, Parque, Jardim Lídia, Bela Vista, E aê Lô, Dão, Silvão, Luis, Jacaré, Edston, Jura, Ivan, Kiko, Rodrigo, Família Pessoa mó respeito, Família Jesus, família Andrade, Joãozinho, Rogério, Rodne, Kiko, Ed, Seu Veleci brilha no céu, Cássio, Bola, Perninha, Jarrão, Celsa ta ae diz ae bandido, Chácara, Casa Verde, São Bento, Independência, Grajaú, Vila São José, Morro São Bento de Santos e ae toda a rapa, Juninho, Dinho, Rafa, Mala, Vitor, Roberto, Marquinho, Davi, Meire essas são as pessoas que tricô nas horas dificéis, certo?, Valdir, Sandra, Bebe e Fátima, Time Tranbicagem, Diego, Pachá, Larrói, Wilian, Cora, Paulinho, Bicudo e Tico e Catraca, Fernando, Lobão, Paulinho, Mateus só os fortes sobrevivem, Tia Vilma, Tia Maria e Tio Celso    Não sei de nada, Não salvo e amo quem me ama, Desprezo o zé polvinho e amo a minha quebrada, Obrigado Deus por eu poder caminhar de cabeça erguida, Ae Jaçanã, Serra Pelada, Jardim Ebron de fé, Firmeza Valcinho, E ae 9 de julho, é nós, Wellington, Pulguento, tá valendo, Calibre do gueto, Raciocínio das ruas, Relatos da invasão... é a caminhada certa, Serrano, resistente, firmão, Ei, Valdiza sem palavras hein, Jairão tá no coração, irmãozão, Garotos de periferia sacode a rede que vocês são o amanhã, certo?, Vila Mazzei forte abraço Jó, Marcelo boy, Jardim Tremembé te espera, Cachoeira, ei Dédo muita fé hein, Voz Ativa, Pasto, Nova Galvão, Resgate Negro, Jalwa última chance, Vila Zilda, Piquiri, Richard, Nino, Madá daquele jeito, Fontales, Lakers, Zé Hamilton, Luis Barba, Vila Sapo valeu, Claudinei, Sidnei, Mário Jardim Perí, Branco da Rocha, Anderson de Itu, Jackson esqueleto de Porto Alegre muita treta, Cristiano, Santista, bairro do Limão, Dona Dóris e Seu Ourides cuidando da molecada, Itaquera, Cidade Tiradentes, São Miguel, Sâo Mateus, Mauá, Santo André, E ae Edson, pq não?, Zona Sul... e ae Zona Sul, Zona Oeste firmão, Cumbi, Carujá, Cocaia, Natanael movimento de rua, Miltão Costa Norte, Edmilson, Albertão de Guarulhos, Cidão de São Miguel, 509-E e todos aqueles que fortalecem o hip-hop, aí, firmezão é nós    Alô alô, um, dois, um, dois (tu vutum vutum vutum vutum), Ae Diadema, Gildão, Alexandre, Toda rapa do clube do rap valeu mermo, hein?, Alô alô Zona Leste, Itaquera, Codorna, Xis, Treze, Duda, Eltão, Fabinho, Tupac da Coab, pô esqueci dos demais, mas aí desculpa aí, tá no coração hein, E aí Tucuruví, Zona Norte, Jó, Adí, Baiano, Dodô, Miliano hein, Claudinei, Sidnei, Zé, Cebola, Panão, E aí Fubá, achou que eu não ia lembrar truta? Cê tá ligado né, E ai Lauzane saudades dos que se foram e dos que ficaram muito respeito, hein, À toda Zona Oeste páá, Alô alô nani, firmeza total, Zona Sul sem palavras, muito obrigado pelo respeito hein, Mas aí, bora ir então? firmão, Alô alô Coyote, Décio, Jeferson, Ébano, Núbio, James, Rappin Wood, Johnny Mc, Camal, Max PO, JL, Paulo Brown, Meire, Micheli, Levir, Fátima, Tatiane, Cebola, Sabotage, Sombra vivo aí    À Jesus Cristo que não me abandona, Vila Fundão Caio, Japonês, Corró, Binho, Keu, Carlito, Du, Ronaldo, Vagner, Chibimba, Cacá Palmeirense, Gatula, Paraibinha, Jardel, FF, Davi, Sóssa, Fubá, Valtinho, Vandão, Paulo Magrão, Rua Aglicio em peso, Ceblola, Gordo, Aí rapa, aí negredo, Natal, Nelsinho, Lecão, toda rapa da sabinha, Charles, Richard, Neno, Gordinho, Alan e os irmão cara de pau, Toda rapa que cola na barraca do Saldanha, A rapa do Rosana, Valquiria, Paz para o Jardim Irene, Rosas, Macedônia, Maria Sampaio aí primo Edson, Cesinha, Ratinho, A rapa do engenho, Jerivá, Aurélio, Sora, Cone, firmão Coab, Paí, Parque Fernanda, Comercial, Benê, Jota, Araponga, Wiliam, firmão Pirajuçara, família Santa Rita, Di, Ivan, Selé, Alex, Boi, Jó, Márcio, Marcílio, Mimi, Gege, Daniel, Miltinho, Paulinho ae Santo Eduardo, Firmão tuá, firmão Ricardo, Nirron esteja em paz, Campinho, Beira Rio, Vietnam, Rua Alba, Souza Dantas, Aí Jardim Evana, Santa Ifigênia, Ipê, Novo Oriente, Regina, Jardim Ingá, Maria Virgínia, Morro da Puma, Favela da Coca-cola, Morro Dunga, Morro da Macumba, São Vitor, Pedreira eterna morada, Jardim Santa Teresinha, Jardim Apurá lugar lindo hein, Família Camorra, Charuto, Dinho Lê, Família Sem Querer, Família da Joaniza, Testa, Fábio Gordo, Sete Vida, Aí Josias, aí Scooby Doo, Serginho, firmão Edinho, Zé Roberto, Tico, Rock, Marquinho, Neto, Leci, Guineto, Deus abençoe a todos, obrigado pela companhia    Estamos encerrando nossas transmissões., Lembrando que a dama mais glamurosa da noite é a própria noite., Tenham um bom dia.  ","60":"  (Firmeza total, mais um ano se passando aí), (Graças a Deus a gente tá com saúde aí, morô?), (Muita coletividade na quebrada, dinheiro no bolso), (Sem miséria, e é nós)    (Vamo brindar o dia de hoje), (Que o amanhã só pertence a Deus), (A vida é loka)    Deixa eu falar procê, Tudo, tudo, tudo vai, tudo é fase, irmão, Logo mais vamo arrebentar no mundão, De cordão de elite, 18 quilates, Põe no pulso logo um Breitling, Que tal? Tá bom?    De lupa Bausch & Lomb, Bombeta branco e vinho, Champagne para o ar, que é pra abrir nossos caminhos, Pobre é o diabo, eu odeio ostentação, Pode rir, ri, mas não desacredita, não, É só questão de tempo o fim do sofrimento, Um brinde pros guerreiro, zé povinho eu lamento, Vermes que só faz peso na Terra, Tira o zóio, tira o zóio, vê se me erra, Eu durmo pronto pra guerra e eu não era assim, Eu tenho ódio e sei que é mal pra mim, Fazer o que se é assim? Vida loka, cabulosa, O cheiro é de pólvora e eu prefiro rosas, E eu que, e eu que sempre quis um lugar, Gramado e limpo, assim, verde como o mar, Cercas brancas, uma seringueira com balança, Desbicando pipa, cercado de criança    How, how, Brown, Acorda, sangue bom, Aqui é Capão Redondo, tru, não Pokemón, Zona sul é invés, é stress concentrado, Um coração ferido por metro quadrado    Quanto mais tempo eu vou resistir?, Pior que eu já vi meu lado bom na UTI, Meu anjo do perdão foi bom, mas tá fraco, Culpa dos imundo do espírito opaco, Eu queria ter pra testar e ver, Um malote com glória, fama, embrulhado em pacote, Se é isso que cês quer, vem pegar, Jogar num rio de merda e ver vários pular, Dinheiro é foda, Na mão de favelado é mó goela, Na crise, vários pedra-noventa esfarela, Eu vou jogar pra ganhar, o meu money vai e vem, Porém, quem tem, tem, Não cresço o zóio em ninguém    O que tiver que ser, será meu, Tá escrito nas estrelas, vai reclamar com Deus, Imagina nós de Audi ou de Citröen, Indo aqui, indo ali, só pam, de vai e vem, No Capão, no Apurá, vou colar, Na Pedreira do São Bento, Na Fundão, no pião, sexta-feira, De teto solar, o luar representa, Ouvindo Cassiano, hah, os gambé não guenta    É, mas se não der, nego, o que é que tem?, O importante é nós aqui junto ano que vem, E o caminho da felicidade ainda existe, É uma trilha estreita, é em meio à selva triste, Quanto cê paga pra ver sua mãe agora, E nunca mais ver seu pivete ir embora?, Dá a casa, dá o carro, uma Glock e uma FAL, Sobe cego, de joelho, mil e cem degrau, Quente é mil grau o que o guerreiro diz, O promotor é só um homem, Deus é o juiz, Enquanto zé povinho apedrejava a cruz, E o canalha, fardado, cuspiu em Jesus, Ó, aos 45 do segundo, arrependido, Salvo e perdoado é Dimas, o bandido    É louco o bagulho, arrepia na hora, ó, Dimas, primeiro vida loka da história, Eu digo: Glória, glória, sei que Deus tá aqui, E só quem é, só quem é vai sentir    E meus guerreiro de fé, Quero ouvir, quero ouvir, E meus guerreiro de fé, Quero ouvir, irmão    Programado pra morrer nós é (ao lado direito do Pai), Certo é certo é crer no que der (é quente)    Firmeza, não é questão de luxo, não é questão de cor, É questão que fartura alegra o sofredor, Não é questão de preza, nego, a ideia é essa, Miséria traz tristeza e vice-versa, Inconscientemente vem na minha mente inteira, Na loja de tênis, o olhar do parceiro feliz, De poder comprar o azul, o vermelho, O balcão, o espelho, o estoque, a modelo, Não importa, dinheiro é puta e abre as portas, Dos castelos de areia que quiser, Preto e dinheiro são palavras rivais, é?, Então mostra pra esses cu como é que faz    O seu enterro foi dramático como um blues antigo, Mas de estilo, me perdoe, de bandido, Tempo pra pensar, quer parar? Que cê quer?, Viver pouco como um rei ou muito como um zé?    Às vezes eu acho que todo preto como eu, Só quer um terreno no mato só seu, Sem luxo, descalço, nadar num riacho, Sem fome, pegando as fruta no cacho, Aí, truta, é o que eu acho, quero também, Mas em São Paulo Deus é uma nota de 100, Vida loka    Porque o guerreiro de fé nunca gela, Não agrada o injusto e não amarela, O Rei dos reis foi traído e sangrou nessa terra, Mas morrer como um homem é o prêmio da guerra, Mas ó, conforme for, se precisar, Afogar no próprio sangue, assim será, Nosso espírito é imortal, sangue do meu sangue, Entre o corte da espada e o perfume da rosa, Sem menção honrosa, sem massagem, A vida é loka, nego, Nela eu tô de passagem    A Dimas, o primeiro, Saúde, guerreiro!, Dimas, Dimas, Dimas  ","61":"  (Firmeza total, mais um ano se passando aí), (Graças a Deus a gente tá com saúde aí, morô?), (Muita coletividade na quebrada, dinheiro no bolso), (Sem miséria, e é nós)    (Vamo brindar o dia de hoje), (Que o amanhã só pertence a Deus), (A vida é loka)    Deixa eu falar procê, Tudo, tudo, tudo vai, tudo é fase, irmão, Logo mais vamo arrebentar no mundão, De cordão de elite, 18 quilates, Põe no pulso logo um Breitling, Que tal? Tá bom?    De lupa Bausch & Lomb, Bombeta branco e vinho, Champagne para o ar, que é pra abrir nossos caminhos, Pobre é o diabo, eu odeio ostentação, Pode rir, ri, mas não desacredita, não, É só questão de tempo o fim do sofrimento, Um brinde pros guerreiro, zé povinho eu lamento, Vermes que só faz peso na Terra, Tira o zóio, tira o zóio, vê se me erra, Eu durmo pronto pra guerra e eu não era assim, Eu tenho ódio e sei que é mal pra mim, Fazer o que se é assim? Vida loka, cabulosa, O cheiro é de pólvora e eu prefiro rosas, E eu que, e eu que sempre quis um lugar, Gramado e limpo, assim, verde como o mar, Cercas brancas, uma seringueira com balança, Desbicando pipa, cercado de criança    How, how, Brown, Acorda, sangue bom, Aqui é Capão Redondo, tru, não Pokemón, Zona sul é invés, é stress concentrado, Um coração ferido por metro quadrado    Quanto mais tempo eu vou resistir?, Pior que eu já vi meu lado bom na UTI, Meu anjo do perdão foi bom, mas tá fraco, Culpa dos imundo do espírito opaco, Eu queria ter pra testar e ver, Um malote com glória, fama, embrulhado em pacote, Se é isso que cês quer, vem pegar, Jogar num rio de merda e ver vários pular, Dinheiro é foda, Na mão de favelado é mó goela, Na crise, vários pedra-noventa esfarela, Eu vou jogar pra ganhar, o meu money vai e vem, Porém, quem tem, tem, Não cresço o zóio em ninguém    O que tiver que ser, será meu, Tá escrito nas estrelas, vai reclamar com Deus, Imagina nós de Audi ou de Citröen, Indo aqui, indo ali, só pam, de vai e vem, No Capão, no Apurá, vou colar, Na Pedreira do São Bento, Na Fundão, no pião, sexta-feira, De teto solar, o luar representa, Ouvindo Cassiano, hah, os gambé não guenta    É, mas se não der, nego, o que é que tem?, O importante é nós aqui junto ano que vem, E o caminho da felicidade ainda existe, É uma trilha estreita, é em meio à selva triste, Quanto cê paga pra ver sua mãe agora, E nunca mais ver seu pivete ir embora?, Dá a casa, dá o carro, uma Glock e uma FAL, Sobe cego, de joelho, mil e cem degrau, Quente é mil grau o que o guerreiro diz, O promotor é só um homem, Deus é o juiz, Enquanto zé povinho apedrejava a cruz, E o canalha, fardado, cuspiu em Jesus, Ó, aos 45 do segundo, arrependido, Salvo e perdoado é Dimas, o bandido    É louco o bagulho, arrepia na hora, ó, Dimas, primeiro vida loka da história, Eu digo: Glória, glória, sei que Deus tá aqui, E só quem é, só quem é vai sentir    E meus guerreiro de fé, Quero ouvir, quero ouvir, E meus guerreiro de fé, Quero ouvir, irmão    Programado pra morrer nós é (ao lado direito do Pai), Certo é certo é crer no que der (é quente)    Firmeza, não é questão de luxo, não é questão de cor, É questão que fartura alegra o sofredor, Não é questão de preza, nego, a ideia é essa, Miséria traz tristeza e vice-versa, Inconscientemente vem na minha mente inteira, Na loja de tênis, o olhar do parceiro feliz, De poder comprar o azul, o vermelho, O balcão, o espelho, o estoque, a modelo, Não importa, dinheiro é puta e abre as portas, Dos castelos de areia que quiser, Preto e dinheiro são palavras rivais, é?, Então mostra pra esses cu como é que faz    O seu enterro foi dramático como um blues antigo, Mas de estilo, me perdoe, de bandido, Tempo pra pensar, quer parar? Que cê quer?, Viver pouco como um rei ou muito como um zé?    Às vezes eu acho que todo preto como eu, Só quer um terreno no mato só seu, Sem luxo, descalço, nadar num riacho, Sem fome, pegando as fruta no cacho, Aí, truta, é o que eu acho, quero também, Mas em São Paulo Deus é uma nota de 100, Vida loka    Porque o guerreiro de fé nunca gela, Não agrada o injusto e não amarela, O Rei dos reis foi traído e sangrou nessa terra, Mas morrer como um homem é o prêmio da guerra, Mas ó, conforme for, se precisar, Afogar no próprio sangue, assim será, Nosso espírito é imortal, sangue do meu sangue, Entre o corte da espada e o perfume da rosa, Sem menção honrosa, sem massagem, A vida é loka, nego, Nela eu tô de passagem    A Dimas, o primeiro, Saúde, guerreiro!, Dimas, Dimas, Dimas  ","62":"  É nóis mesmo vagabundo!, (Demorô, o loko!)    Firmão!    Você está nas ruas de São Paulo, Onde vagabundo guarda o sentimento na sola do pé, Né pessimismo não, É assim que é, Vivão e vivendo, Guerreiro tira chifra, É o doce veneno, (shiiiiii)    Viajei!, voltei pra você, Voltei pelos loko, Voltei pelos pretos, E pelas verde consequentemente    Meu Deus!, É quente!, (haha), É desse jeito    Ei você sonhador, Que ainda acreditar, Liga nóis!    Eu tenho fé amor e afeto, No século 21, Onde as conquistas científicas, Espaciais, medicinais, E a confraternização dos homens, E a humildade de um rei, Serão as armas da vitória para a paz universal    Ei pé de breque, Vai pensando que tá bom, Todo mundo vai ouvir, Todo mundo vai saber    (Tem que ser vagabundo, Tem que ser vagabundo, Tem que ser)    Se eu me perco na noite, Eu não me acho no dia, Ei tentação dá estia!    Faz assim com o meu coração, Minha mente é um labirinto, E meu coração chora, Chora agora, ri depois!, (haha)    Vem comigo nego, Vem comigo nego   \"Tá tudo ai pra  nóis \", É só saber chegar    Vem comigo nego, Vem comigo nego    Com Deus no coração, O resto nóis resolve, Ó!, ligaro nóis, demorô!    Simbora!  ","63":"  Você me deve, Sob o céu cor de prata sobre o chão cinza chumbo, Do capão pro mundo é nós por nós, vagabundo, Vesti minha camisa listrada e saí por aí, Por dinheiro, carai, não pra curtir, Entre putas e loucos, caretas e loques, Arrombados em choque, chamam no walk-talk    Reino da malandragem, o asfalto é selvagem, é danger, Coxinha de santana e os malandro de ranger, Vida loka original, dos barracos de pau, Percebeu, que o vil metal só não quer quem morreu, morou meu?, Morou meu truta, é a cena, é o bangue, O chavão, de golf sapão vermelho-sangue, Por mil camarões, santas reuniões, Será o ali babá e seus quarenta ladrões, Digo: Se o preto gosta de curtir no salão, Se o preto gosta de curtir no salão    Ê, salve, salve, salve nós, salve massa!, Viva la raça, progresso pros nossos, No fundo da boate ampliando os negócios, Matando o dragão da preguiça e do ócio, Onde os preto de coragem exibe os blim-blim, Sem axé, sem massagem pros cu do plim-plim, A vida é difícil, sim jhonny    Companheiros pedem sua voz ao microfone, Por mim, só satisfação, tamo junto isso mesmo tru,\"Rappin  hood, lakers, eu também sou zulu\", Família unida, esmaga boicote, Ê, bora pixote, hollywood não espera, Nova era, os preto tem que chegar, Tem que ser assim, tem que chegar, porque não?  ","64":"  Eu tenho algo a dizer, E explicar pra você, Mas não garanto porém, Que engraçado eu serei dessa vez, Para os manos daqui!, Para os manos de lá!, Se você se considera um negro, Pra negro será mano!, Sei que problemas você tem demais, E nem na rua não te deixam na sua, Entre madames fodidas e os racistas fardados, De cérebro atrofiado não te deixam em paz, Todos eles com medo generalizam demais, Dizem que os negros são todos iguais, Você concorda, Se acomoda então, não se incomoda em ver, Mesmo sabendo que é foda, Prefere não se envolver, Finge não ser você, E eu pergunto por que?, Você prefere que o outro vá se foder    Não quero ser o Mandela, Apenas dar um exemplo, Não sei se você me entende, Mas eu lamento que, Irmãos convivam com isso naturalmente, Não proponho ódio, porém, Acho incrível que o nosso conformismo, Já esteja nesse nível, Mas Racionais resistente, nunca iguais, Afrodinamicamente mantendo nossa honra viva, Sabedoria de rua, O RAP mais expressiva (E aí), A juventude negra agora tem a voz ativa (Pode crer)    Você gosta, gosta, gosta, gosta de nós, Somos nós, nós, nós, nós mesmos    Você gosta, gosta, gosta de nós, Somos nós, nós, nós, nós mesmos    Você gosta, gosta, gosta de nós, Somos nós, nós mesmos    Você gosta de nós, Somos nós, nós mesmos    Precisamos de um líder de crédito popular, Como Malcom X em outros tempos foi na América, Que seja negro até os ossos, um dos nossos, E reconstrua nosso orgulho que foi feito em destroços, Nossos irmãos estão desnorteados, Entre o prazer e o dinheiro desorientados, Brigando por quase nada, Migalhas coisas banais, Prestigiando a mentira, As falas desinformado demais    Chega de festejar a desvantagem, E permitir que desgastem a nossa imagem, Descendente negro atual meu nome é Brown, Não sou complexado e tal, Apenas Racional, É a verdade mais pura, Postura definitiva, A juventude negra, Agora tem voz ativa    Você gosta, gosta, gosta de Nós, Somos nós, nós, nós, nós mesmos    Você gosta, gosta de nós, Somos nós, nós mesmos    Você gosta, gosta de nós, Somos nós, nós mesmos    Você gosta de nós, Somos nós, nós mesmos    Mais da metade do país é negra e se esquece, Que tem acesso apenas ao resto que ele oferece, Tão pouco para tanta gente, Tanta gente, Tanta gente na mão de tão pouco, Pode crer, Geração iludida uma massa falida, De informações distorcidas, Subtraídas da televisão    Fodidos estão sem nenhum propósito, Diariamente assinando o seu atestado de óbito    Pô tô cansado de toda essa merda que eles mostram na televisão, Todo dia, mano, não aguento mais, é foda, mano    Mas onde estão, Meus semelhantes na TV, Nossos irmãos, Artistas negros de atitude e expressão, Você se põe a perguntar por que, Eu não sou racista, Mas meu ponto de vista é que, Esse é o Brasil que eles querem que exista, Evoluído e bonito, mas sem negro no destaque, Eles te mostram um pais que não existe, Esconde nossa raiz, Milhões de negros assistem, Engraçado que de nós eles precisam, Nosso dinheiro eles nunca descriminam, Minha pergunta aqui fica, Desses artistas tão famosos, Qual você se identifica?    Então, Lecy Brandão, Moisés da Rocha, Thaíde e DJ Hum, Ivo Meireles, Moleques de Rua e tal, E da Zona leste de São Paulo Grupo DMN, Pode crer é isso ai    Nossos irmãos estão desnorteados, Entre o prazer e o dinheiro desorientados, Mulheres assumem a sua exploração, Usando o termo mulata como profissão, É mal, (Chegou o Carnaval, Chegou o Carnal), Modelos brancas no destaque, As negras onde estão, Desfilam no chão em segundo plano, Pouco original mais comercial a cada ano, O carnaval era a festa do povo, Era, mas alguns negros se venderam de novo, Brancos em cima negros em baixo, Ainda é normal, natural, 400 anos depois, 1992 tudo igual, Bem-vindos ao Brasil colonial e tal, Precisamos de nós mesmos essa é a questão, DMN meus irmãos descrevem com perfeição então, Gostarmos de nós brigarmos por nós, Acreditarmos mais em nós, Independente do que os outros façam, Tenho orgulho de mim, um rapper em ação, Nós somos negros sim de sangue e coração, Mano IceBlue me diz    Justiça é o que nos motiva a minha a sua, A nossa voz ativa    Racionais, Racionais, Racionais, Ra, Ra, Racio, Ra, Ra, Ra, Ra, Ra, Ra, Ra, Racionais  ","66":"","2":null,"31":null,"57":null,"59":null,"65":null},"metodo":{"0":"igualdade","1":"igualdade","3":"igualdade","4":"igualdade","5":"fuzzy","6":"igualdade","7":"igualdade","8":"igualdade","9":"","10":"","11":"","12":"fuzzy","13":"igualdade","14":"igualdade","15":"fuzzy","16":"fuzzy","17":"igualdade","18":"igualdade","19":"igualdade","20":"igualdade","21":"","22":"fuzzy","23":"fuzzy","24":"","25":"fuzzy","26":"igualdade","27":"igualdade","28":"igualdade","29":"fuzzy","30":"","32":"igualdade","33":"igualdade","34":"igualdade","35":"igualdade","36":"fuzzy","37":"igualdade","38":"fuzzy","39":"igualdade","40":"igualdade","41":"igualdade","42":"igualdade","43":"igualdade","44":"igualdade","45":"fuzzy","46":"igualdade","47":"","48":"fuzzy","49":"","50":"igualdade","51":"igualdade","52":"igualdade","53":"","54":"igualdade","55":"igualdade","56":"fuzzy","58":"fuzzy","60":"fuzzy","61":"igualdade","62":"igualdade","63":"igualdade","64":"igualdade","66":"","2":null,"31":null,"57":null,"59":null,"65":null},"ratio":{"0":100.0,"1":100.0,"3":100.0,"4":100.0,"5":94.0,"6":100.0,"7":100.0,"8":100.0,"9":0.0,"10":0.0,"11":0.0,"12":81.0,"13":100.0,"14":100.0,"15":93.0,"16":95.0,"17":100.0,"18":100.0,"19":100.0,"20":100.0,"21":0.0,"22":93.0,"23":96.0,"24":0.0,"25":92.0,"26":100.0,"27":100.0,"28":100.0,"29":94.0,"30":0.0,"32":100.0,"33":100.0,"34":100.0,"35":100.0,"36":95.0,"37":100.0,"38":97.0,"39":100.0,"40":100.0,"41":100.0,"42":100.0,"43":100.0,"44":100.0,"45":94.0,"46":100.0,"47":0.0,"48":95.0,"49":0.0,"50":100.0,"51":100.0,"52":100.0,"53":0.0,"54":100.0,"55":100.0,"56":96.0,"58":94.0,"60":96.0,"61":100.0,"62":100.0,"63":100.0,"64":100.0,"66":0.0,"2":null,"31":null,"57":null,"59":null,"65":null}}